{
	"CALCULATOR1": {
		"COMPUTE": "Calculate",
		"FLOW_INCOME": "Income Flow",
		"INVESTMENT": "(from investment)",
		"MONTHLY_RENT": "Monthly Rent (€):",
		"OCCUPATION_RATE": "Occupancy Rate (%):",
		"PAYBACK_PERIOD": "Payback Period",
		"PROPERTY_PRICE": "Property Price (€):",
		"TEXT": "Evaluate the profitability of your investment over a defined period by analyzing income and expense flows. Enter the property price, monthly rent, annual expenses, and occupancy rate for an accurate profit estimate.",
		"TITLE": "Real Estate Investment Profitability Calculator",
		"YEARLY": "(per year)",
		"YEARLY_EXPENSES": "Annual Expenses (€):",
		"YIELD_GROSS": "Gross Yield",
		"YIELD_NET": "Net Yield"
	},
	"CALCULATOR2": {
		"AMOUNT_PAID": "Amount Paid",
		"ANNUAL_INSURANCE": "Annual Insurance (€):",
		"ANNUAL_TAXES": "Annual Taxes (€):",
		"COMPUTE": "Calculate",
		"INSURANCE": "Insurance",
		"INTEREST_RATE": "Annual Interest Rate (%):",
		"LOAN_AMOUNT": "Loan Amount (€):",
		"LOAN_PERIOD": "Loan Period (years):",
		"MONTHLY": "(monthly)",
		"PERIOD": "(interest + principal)",
		"TAXES": "Taxes",
		"TEXT": "Find the ideal property for investment by analyzing available bank rates. Our calculator helps you determine which option best fits your budget.",
		"TITLE": "Bank Rate Calculator",
		"TOTAL_PAYMENT": "Total Payment"
	},
	"CALCULATOR3": {
		"COMPUTE": "Calculate",
		"DAILY": "(daily)",
		"DAILY_MESSAGE": "(Days remaining in the month)",
		"DAILY_RENT": "Daily Rent",
		"DAYS": "days",
		"MONTHLY_RENT": "Monthly Rate (€):",
		"MOVE_IN_DATE": "Move-in Date:",
		"PARTIAL_RENT": "Partial Rent",
		"TEXT": "For situations where the tenant moves in after the contract signing date, this calculator estimates the required rent for the remaining period of the month.",
		"TITLE": "Partial Rent Calculator",
		"TOTAL": "(Total)"
	},
	"CALCULATORS": {
		"COMPUTE": "Calculate",
		"FEATURE1_TITLE": "Profitability Calculator",
		"FEATURE1_TEXT": "Evaluate the profitability of your investment over a defined period by analyzing income and expense flows. Enter the property price, monthly rent, annual expenses, and occupancy rate for an accurate profit estimate.",
		"FEATURE2_TITLE": "Bank Rate Calculator",
		"FEATURE2_TEXT": "Find the ideal property for investment by analyzing available bank rates. Our calculator helps you determine which option best fits your budget.",
		"FEATURE3_TITLE": "Rent Calculator",
		"FEATURE3_TEXT": "For situations where the tenant moves in after the contract signing date, this calculator estimates the required rent for the remaining period of the month.",
		"TEXT": "Useful calculators for current and prospective property owners.",
		"TITLE": "Free Tools for Smart Property Owners",
		"TITLE_DESCRIPTION": "Discover our selection of free calculators designed specifically for the needs of property owners and prospective buyers. From rent estimation and investment profitability calculations to financial forecasts and maintenance cost calculators – all the tools you need for informed and efficient property management, all in one place."
	},
	"DOCUMENTS": {
		"DOWNLOAD": "Download Document",
		"FEATURE1_TEXT": "The rental agreement – designed to facilitate a clear and comprehensive agreement between landlord and tenant.",
		"FEATURE1_TITLE": "Contract - Rental",
		"FEATURE2_TEXT": "Contract annex – the handover protocol, signed at the time of contract conclusion for a clear record of the property's condition.",
		"FEATURE2_TITLE": "Property - Inventory Annex",
		"FEATURE3_TEXT": "The sublease agreement – intended for agreements between landlord and tenant to facilitate the subleasing of the property.",
		"FEATURE3_TITLE": "Contract - Sublease",
		"FEATURE4_TEXT": "Template for early contract termination – designed to formalize the early termination of the rental agreement, detailing the conditions and obligations of both parties.",
		"FEATURE4_TITLE": "Contract - Early Termination",
		"FEATURE5_TITLE": "Contract - Real Beneficiary Declaration",
		"FEATURE5_TEXT": "Template intended to specify the beneficiary in contracts concluded with individuals, ensuring clear and correct identification of the parties involved. This document is essential to establish the responsibilities and rights of the individual beneficiary of the contract.",
		"FEATURE6_TITLE": "Contract - GDPR Agreement",
		"FEATURE6_TEXT": "GDPR agreement that allows the collection and processing of personal data in a secure and compliant manner with European data protection regulations. Through this document, users express their consent for the Propero application to manage personal data transparently and securely.",
		"TEXT": "Simplify the rental process with professional templates for every stage: from customizable contracts and detailed inventory sheets to handover protocols. These documents help ensure a safe and efficient rental, eliminating the effort of creating documents from scratch and keeping everything organized and legally compliant.",
		"TITLE": "Download Documents and Templates",
		"TITLE_DESCRIPTION": "Access a collection of essential documents for a hassle-free rental process! From rental contract templates and inventory forms to handover sheets and standard tenant notifications, all documents are prepared to simplify each stage. These resources are designed to ensure a safe and transparent rental, reducing administrative effort and ensuring legal compliance."
	},
	"HELP_CENTER": {
		"HELP": "Help.",
		"SOON": "Coming Soon",
		"TITLE_DESCRIPTION": "Have questions about how to make the most of Propero? Explore the Help Center to find step-by-step guides, explanatory articles, and answers to the most frequently asked questions. Whether you're just starting out or looking to discover advanced features, we have the resources you need for a simplified and hassle-free experience."
	},
	"HOME": {
		"EMAIL": "Email",
		"FEATURE_AUTOMATE_OPERATIONS_TITLE": "Operational Control",
		"FEATURE_AUTOMATE_OPERATIONS_TEXT": "An intuitive interface designed to simplify everything! Smart automations that facilitate complete management of properties and rental contracts – fast, efficient, and effortless.",
		"FEATURE_CALCULATORS_TEXT": "Discover our selection of free calculators, specially designed for the needs of property owners and future owners. From rent estimation and investment return calculations to financial forecasts and maintenance cost calculators – all the tools you need for informed and efficient property management, all in one place.",
		"FEATURE_CALCULATORS_TITLE": "Calculators",
		"FEATURE_COLLECT_PAYMENTS_ONLINE_TITLE": "Centralized Collection",
		"FEATURE_COLLECT_PAYMENTS_ONLINE_TEXT": "Centralize all rent and bill payments effortlessly – all in one place! The system allows you to collect payments automatically or manually, track the current status for each tenant, generate detailed reports, and send automatic notifications for overdue payments, due dates, or confirmations. Complete control and financial transparency, with no extra work.",
		"FEATURE_DOCUMENTS_TITLE": "Documents",
		"FEATURE_DOCUMENTS_TEXT": "Access a collection of essential documents for a smooth rental process! From lease agreement templates and inventory forms to handover sheets and standard tenant notifications, all documents are prepared to simplify every step. These resources are designed to ensure a secure and transparent rental experience, reduce administrative effort, and ensure legal compliance.",
		"FEATURE_HELP_TITLE": "Help Center",
		"FEATURE_HELP_TEXT": "Have questions about how to make the most of Propero? Explore the Help Center to find step-by-step guides, explanatory articles, and answers to frequently asked questions. Whether you're just starting or looking to discover advanced features, we have the resources for a smooth and simplified experience.",
		"FEATURE_PROFESSIONAL_REPORT_TITLE": "Professional Reports",
		"FEATURE_PROFESSIONAL_REPORT_TEXT": "Clear and detailed reports created for your needs – inventory, contracts, financial forecasts, and much more.",
		"FEATURE_SCORING_TITLE": "Contract Protection and Scoring",
		"FEATURE_SCORING_TEXT": "Quickly assess the risks and potential of each property or tenant with an automated scoring system. We analyze key factors such as payment history, property condition, return on investment, and previous tenant behavior to help you make informed, fast, and secure decisions.",
		"FEATURE_INVENTORY_TITLE": "Digital Inventory",
		"FEATURE_INVENTORY_TEXT": "Efficiently manage the complete inventory of each property: add equipment photos, attach warranty documents and relevant notes. Receive automatic notifications before warranties expire, or when renewal or replacement deadlines approach, so you don't miss anything important. Everything is centralized, organized, and quickly accessible — for modern property management without the hassle.",
		"FEATURE_UTILITIES_TITLE": "Utilities and Bills",
		"FEATURE_UTILITIES_TEXT": "Manage all utilities for your properties in one place — from meters and regular readings to technical inspections and bill management. Monitor real-time consumption, upload or automatically receive invoices, and get alerts for scheduled readings or inspection expirations. You have full control over costs and complete visibility into the status of each utility.",
		"FEATURE_QUESTION1_TEXT": "Setting up a new property in the system is simple and intuitive: you can add a property either directly via the \"New Property\" widget on the homepage or by accessing the \"Properties\" menu for more options. After the initial setup, each property can be customized by adding specific details – from associated utility contracts and detailed inventory of goods to the full list of rental contracts. This feature offers a complete overview, ensuring efficient and well-organized management of each property.",
		"FEATURE_QUESTION1_TITLE": "I have a property, how do I set it up in the system?",
		"FEATURE_QUESTION2_TEXT": "Quickly access all active rental contracts either through the \"Contract\" widget on the homepage or by navigating the \"Properties\" > \"Contracts\" menu. For each contract, you have access to two essential sections: the contract details with all specific clauses and a full list of payments made or due. This centralized system gives you complete control over contracts and payment history, facilitating clear and organized rental management.",
		"FEATURE_QUESTION2_TITLE": "How can I view contract details?",
		"FEATURE_QUESTION3_TEXT": "The property inventory is essential for generating the handover document, which is attached to the rental contract for a clear and complete record. Each inventory item can be easily added from the dedicated property menu, in the \"Inventory\" section. This feature ensures transparent and detailed management of assets, providing both the landlord and tenant with complete and up-to-date documentation of the property's condition.",
		"FEATURE_QUESTION3_TITLE": "How do I add inventory items and what is a property inventory?",
		"FEATURE_QUESTION4_TEXT": "To add bills associated with a property, you must first attach the relevant utility contracts. These can be easily added from the property page in the \"Utilities\" menu. If your organization uses invoice aggregation bots, you can specify login details for the utility provider account when configuring a new utility. This automated process simplifies bill management, ensuring constant and effortless updates of property expenses.",
		"FEATURE_QUESTION4_TITLE": "How do I add utility contracts?",
		"FEATURE_QUESTION5_TEXT": "To manually add a utility bill, you have two options: either access the \"New Bill\" widget from the main menu or navigate to the \"Bills\" section in the property menu. Bills can also be automatically added if the invoice aggregation bot is configured for that utility, ensuring quick and hands-free updates. This functionality offers flexibility and efficiency in managing property expenses.",
		"FEATURE_QUESTION5_TITLE": "How do I add a utility bill?",
		"FEATURE_WANT_DETAILS": "I want details ...",
		"HERE": "here",
		"ACCESS": "Access",
		"LEARN_MORE": "Learn more",
		"CREATE_LISTS": "Create Lists",
		"CALCULATE": "Calculate",
		"ORGANIZE": "Organize",
		"BLOG_NO_SUMMARY": "The blog has no summary.",
		"NO_CATEGORY": "No category",
		"FISCAL_GUIDE_TITLE": "Tax Guide",
		"FISCAL_GUIDE_TEXT": "Understand the tax implications of renting. Use our interactive checklists so you don’t miss anything important: preparing the property for rent, handover process, regular inspections. Save time and avoid mistakes with predefined lists tailored to your needs.",
		"HELP_CENTER_TITLE": "Help Center",
		"HELP_CENTER_TEXT": "Quickly find answers to your questions about property management. Access step-by-step guides, video tutorials, and informative articles that help you become a more efficient landlord.",
		"ACCESS_DASHBOARD": "Access Dashboard",
		"CALCULATORS_TITLE": "Calculators",
		"CALCULATORS_TEXT": "Essential calculation tools for property management. Quickly calculate rates, amortizations, ROI, taxes, and fees. Make informed decisions based on accurate and up-to-date calculations.",
		"DOCUMENTS_AND_TEMPLATES_TITLE": "Documents and Templates",
		"DOCUMENTS_AND_TEMPLATES_TEXT": "Access and manage all important documents in one place. Contracts, invoices, receipts, and other essential documents – organized and easy to find when you need them.",
		"PERFORMANCE_DASHBOARD_TITLE": "Performance Dashboard",
		"PERFORMANCE_DASHBOARD_TEXT": "Access a centralized dashboard with key metrics: occupancy rate, monthly/annual income, ROI per property, payment and debt history. Intuitive visuals let you make quick decisions based on real data.",
		"MANAGEMENT_TOOL_TITLE": "Performance Tool",
		"MANAGEMENT_TOOL_TEXT": "Access a centralized dashboard with key metrics: occupancy rate, monthly/annual income, ROI per property, payment and debt history. Intuitive visuals let you make quick decisions based on real data.",
		"MAIN_PERSONALIZED_OFFER": "Personalized Offer",
		"COMMENTS": "comments",
		"READ_MORE": "Read the article",
		"TODO_LISTS_TITLE": "Task Lists",
		"TODO_LISTS_TEXT": "Organize your activities with customizable task lists. Track progress, set priorities, and collaborate with your team for effective property management.",
		"MAIN_TITLE1": "Propero Digital Assistant",
		"MAIN_SUBTITLE1": "Simplify your property management with Propero – the digital assistant that automates the handling of bills, tenants, inventory, payments, and contracts. Say goodbye to Excel sheets and hard-to-track lists – everything becomes easy and efficient!",
		"MAIN_TITLE2": "Operations Automation",
		"MAIN_SUBTITLE2": "Turn your time into value! Propero takes over repetitive and boring tasks – notifications, calculations, and more – so you can focus on what really matters.",
		"MAIN_TITLE3": "Complete Transparency",
		"MAIN_SUBTITLE3": "Transparency at every step! With Propero, all costs are visible and automatically calculated – bills, local taxes, and ANAF – no surprises and no effort, for both tenants and landlords.",
		"MAIN_TITLE4": "Integrated Artificial Intelligence",
		"MAIN_SUBTITLE4": "Accelerate success! Use cutting-edge technology and artificial intelligence for fast and efficient property management – rental processes become smarter, simpler, and quicker!",
		"MAIN_TITLE5": "Tenant Scoring and Evaluation",
		"MAIN_SUBTITLE5": "Benefit from a scoring system for potential tenants – individuals or companies – that analyzes key criteria such as payment history, financial stability, and trust level. Quickly obtain scores and detailed recommendations, optimizing tenant selection and minimizing risks.",
		"MAIN_SUBTITLE_ADDITIONAL_TEXT": "*Try the assistant instantly. No credit card required.",
		"MESSAGE": "Message",
		"NAME": "Name",
		"OFFERED_SOLUTIONS": "We simplify the entire property rental and management process",
		"OFFERED_SOLUTIONS_DETAILS": "Propero offers a complete range of tools for managing properties and rental contracts. We optimize users' time by automating repetitive tasks so they can focus on what really matters.",
		"SCALE": "Scale",
		"SCALE_ITEM1_TEXT": "Includes 1 unit",
		"SCALE_ITEM2_TEXT": "Various dashboards",
		"SCALE_ITEM3_TEXT": "Reporting module (Scale)",
		"SCALE_ITEM4_TEXT": "Unlimited document storage *",
		"SCALE_ITEM5_TEXT": "Multi-user access (5 users)",
		"SCALE_ITEM6_TEXT": "Email/SMS notifications",
		"SCALE_ITEM7_TEXT": "Financial dashboard",
		"SCALE_ITEM8_TEXT": "Access to invoice processing bots*",
		"SCALE_PRICE": "---",
		"SECTION_CONTACTUS_TEXT": "Transform how you manage properties by fully digitizing rental operations and contract management! With Propero, you automate repetitive tasks, save time, and ensure a simple and transparent experience for both you and your tenants. We’re here to answer any questions or discuss your suggestions to improve the platform – contact us for dedicated support and personalized solutions.",
		"SECTION_CONTACTUS_TITLE": "Contact",
		"SECTION_FAQ_TEXT": "Frequently asked questions about the app",
		"SECTION_FAQ_TITLE": "Additional details about Propero",
		"SECTION_PAYMENT_TITLE": "Pricing Plan",
		"SECTION_PAYMENT_TEXT": "Get three months free to test the Propero assistant and discover all its features at no cost! No card required – just full access to simplified and efficient property management.",
		"SECTION_RESOURCES_TITLE": "Resources",
		"SECTION_RESOURCES_TEXT": "Access a variety of essential resources for property owners: rental-ready document templates, cost calculators, practical tips, and more. Everything you need for simplified and efficient property management, all in one place!",
		"SECTION_BLOG_TITLE": "Blog",
		"SECTION_BLOG_TEXT": "Explore a variety of useful articles and resources for property owners: property management tips, step-by-step guides, real estate news, and much more. Get inspired and learn everything you need for efficient property management, all in one place!",
		"SEND": "Send",
		"SMART": "Smart",
		"SMART_ITEM1_TEXT": "Includes 1 unit",
		"SMART_ITEM2_TEXT": "Various dashboards",
		"SMART_ITEM3_TEXT": "Reporting module (Smart)",
		"SMART_ITEM4_TEXT": "Unlimited document storage",
		"SMART_ITEM5_TEXT": "Multi-user access (2 users)",
		"SMART_ITEM6_TEXT": "Email notifications",
		"SMART_ITEM7_TEXT": "Financial dashboard",
		"SMART_PRICE": "---",
		"START": "Start",
		"START_ITEM1_TEXT": "Includes 1 unit",
		"START_ITEM2_TEXT": "Various dashboards",
		"START_ITEM3_TEXT": "Reporting module (Start)",
		"START_ITEM4_TEXT": "Document storage *",
		"START_ITEM5_TEXT": "Customized email notifications",
		"START_ITEM6_TEXT": "Financial dashboard",
		"START_PRICE": "---",
		"TEXT_MESSAGE": "Leave us a message."
	},
	"LAYOUT": {
		"CONTACT_US": "Contact Us",
		"SUPPORT": "Support",
		"LEGAL_PRIVACY": "Legal Notice",
		"LEGAL_PRIVACY_POLICY": "Privacy Policy",
		"LEGAL_COOKIE_PREFERENCES": "Cookies and Marketing Preferences",
		"LEGAL_TERMS": "General Terms and Conditions",
		"LEGAL_ADVISORY": "Legal Advisory",
		"MENU_ABOUT": "About",
		"MENU_CONTACT": "Contact",
		"MENU_FINANCIAL_PLAN": "Pricing Plan",
		"MENU_HOME": "Home",
		"MENU_RESOURCES": "Resources",
		"MENU_SOLUTIONS": "Solutions",
		"MENU_COLLABORATION_OWNER": "Owner",
		"MENU_COLLABORATION_AFFILIATE": "Affiliate",
		"MENU_COLLABORATION_AGENT": "Agent",
		"MENU_MOBILE": "Mobile",
		"MENU_PAYMENT": "Payment Methods",
		"MENU_COMPANY": "Company",
		"MENU_LEGAL": "Legal",
		"MENU_PRIVACY": "Privacy",
		"MENU_COOKIE": "Cookies",
		"MENU_TERMS": "Terms",
		"MENU_ALL_RIGHTS_RESERVED": "All rights reserved",
		"MENU_SOCIAL_MEDIA": "Social Media",
		"MENU_FACEBOOK": "Facebook",
		"MENU_TWITTER": "Twitter",
		"MENU_INSTAGRAM": "Instagram",
		"MENU_LINKEDIN": "LinkedIn",
		"MENU_YOUTUBE": "YouTube",
		"MENU_PINTEREST": "Pinterest",
		"MENU_RSS": "RSS",
		"MENU_EMAIL": "Email",
		"MENU_PHONE": "Phone",
		"MENU_ADDRESS": "Address",
		"MENU_FAX": "Fax",
		"MENU_ABOUT_US": "About Us",
		"MENU_CAREERS": "Careers",
		"MENU_BLOG": "Blog",
		"MENU_SITEMAP": "Sitemap",
		"MENU_COLLABORATION": "Collaborate"
	},
	"PERSONALIZED_SOLUTION": {
		"ASK_OFFER": "Request an Offer",
		"CONTACT": "Contact",
		"CONTACT2": "Leave us a message.",
		"CONTACT_TEXT": "Contact us to request a personalized offer.",
		"EMAIL": "Email",
		"MESSAGE": "Message",
		"NAME": "Name",
		"TITLE": "Solution tailored to each client",
		"SUBTITLE": "Customized solutions tailored to your needs.",
		"TEXT": "Propero offers four implementation options to perfectly match each user's requirements: Public Cloud, Whitelabel, Private/Hybrid Cloud, or direct installation on your own server (in your own datacenter).",
		"FEATURES_TITLE": "Customized Solution",
		"FEATURES_TEXT": "Propero offers you complete flexibility in the way the platform is implemented, perfectly adapting to your business model. You can choose from Public Cloud hosting (fast and accessible), Whitelabel version (customized to your brand), Private or Hybrid Cloud (for more control and security), or direct installation on your own infrastructure in your own datacenter. You choose what fits you best.",
		"WANT_DETAILS": "I want details",
		"SOLUTION1_TITLE": "Public Cloud",
		"SOLUTION1_SUBTITLE": "Fast and easy access to Propero without the need for your own infrastructure. All data is stored in the cloud, benefiting from security and maintenance managed by our team.",
		"SOLUTION2_TITLE": "Whitelabel",
		"SOLUTION2_SUBTITLE": "A customizable solution with your own branding, ideal for companies wanting to offer Propero under their own name. A flexible option to integrate Propero into your service offering while maintaining your unique visual identity.",
		"SOLUTION3_TITLE": "Private/Hybrid Cloud",
		"SOLUTION3_SUBTITLE": "Perfect for organizations that require stricter control over their data. This model allows hosting in a private cloud or a combination between private and public cloud, ensuring a balance between security and accessibility.",
		"SOLUTION4_TITLE": "Dedicated Server",
		"SOLUTION4_SUBTITLE": "The optimal solution for companies with their own infrastructure that want full control over data and resources. The app is installed on internal servers, offering complete isolation and the ability to fully customize the working environment."
	},
	"PRICING": {
		"ADDITIONAL_DETAILS": "Additional details",
		"FAQ": "Frequently asked questions about pricing",
		"FUNCTIONALITIES": "Functionalities",
		"ITEM10_SCALE_TEXT": "",
		"ITEM10_SMART_TEXT": "",
		"ITEM10_START_TEXT": "",
		"ITEM10_TITLE": "Email notifications",
		"ITEM11_SCALE_TEXT": "",
		"ITEM11_SMART_TEXT": "",
		"ITEM11_START_TEXT": "",
		"ITEM11_TITLE": "SMS notifications",
		"ITEM12_SCALE_TEXT": "",
		"ITEM12_SMART_TEXT": "",
		"ITEM12_START_TEXT": "10 documents",
		"ITEM12_TITLE": "Cloud documents",
		"ITEM13_SCALE_TEXT": "",
		"ITEM13_SMART_TEXT": "",
		"ITEM13_START_TEXT": "",
		"ITEM13_TITLE": "Customizable notifications",
		"ITEM14_SCALE_TEXT": "",
		"ITEM14_SMART_TEXT": "",
		"ITEM14_START_TEXT": "",
		"ITEM14_TITLE": "Dashboard",
		"ITEM15_SCALE_TEXT": "",
		"ITEM15_SMART_TEXT": "",
		"ITEM15_START_TEXT": "",
		"ITEM15_TITLE": "Tenant portal",
		"ITEM1_SCALE_TEXT": "1 unit",
		"ITEM1_SMART_TEXT": "1 unit",
		"ITEM1_START_TEXT": "1 unit",
		"ITEM1_TITLE": "Included units",
		"ITEM2_SCALE_TEXT": "EUR 1 per unit/month",
		"ITEM2_SMART_TEXT": "EUR 1 per unit/month",
		"ITEM2_START_TEXT": "EUR 1 per unit/month",
		"ITEM2_TITLE": "Extra unit",
		"ITEM3_SCALE_TEXT": "Top",
		"ITEM3_SMART_TEXT": "Priority",
		"ITEM3_START_TEXT": "Basic",
		"ITEM3_TITLE": "Technical support",
		"ITEM4_SCALE_TEXT": "",
		"ITEM4_SMART_TEXT": "",
		"ITEM4_START_TEXT": "",
		"ITEM4_TITLE": "Multi-user access",
		"ITEM5_SCALE_TEXT": "",
		"ITEM5_SMART_TEXT": "",
		"ITEM5_START_TEXT": "",
		"ITEM5_TITLE": "Multiple owners",
		"ITEM6_SCALE_TEXT": "",
		"ITEM6_SMART_TEXT": "",
		"ITEM6_START_TEXT": "",
		"ITEM6_TITLE": "Tax declarations (ANAF)",
		"ITEM7_SCALE_TEXT": "",
		"ITEM7_SMART_TEXT": "",
		"ITEM7_START_TEXT": "",
		"ITEM7_TITLE": "Desktop/iOS/Android",
		"ITEM8_SCALE_TEXT": "",
		"ITEM8_SMART_TEXT": "",
		"ITEM8_START_TEXT": "",
		"ITEM8_TITLE": "Income",
		"ITEM9_SCALE_TEXT": "",
		"ITEM9_SMART_TEXT": "",
		"ITEM9_START_TEXT": "",
		"ITEM9_TITLE": "Expenses",
		"ITEM_INCLUDED_PROPERTIES": "Included units",
		"QUESTION1": "Are there extra charges for collecting invoices or monthly rent?",
		"QUESTION2": "What does multiple owners mean?",
		"Q_ANSWER1": "No, these payments are made directly into the owner’s account as specified in the notification message.",
		"Q_ANSWER2": "Multiple owners means that two users can access a certain property list as 'owners'. For example, an administrator and the current owner.",
		"SCALE_PLAN": "Scale Plan",
		"SMART_PLAN": "Smart Plan",
		"START_PLAN": "Start Plan",
		"TEXT": "Total transparency and maximum flexibility – pricing plans tailored to your needs. Whether you manage a single property or an extensive portfolio, our system offers multiple pricing options so you pay only for the features you truly need.",
		"TITLE": "Pricing plan details"
	},
	"SOLUTION1": {
		"TITLE": "Smart Operational Control",
		"TITLE_DESCRIPTION": "An intuitive interface designed to simplify everything! Smart automations that enable full management of properties and rental contracts – fast, efficient, and effortless.",
		"TEXT": "Stay organized and save time! Propero automates notifications and calculations, and our intelligent assistant handles repetitive tasks so you can focus on what really matters.",
		"BEGIN": "Start here",
		"CREATE_ACCOUNT": "Create account",
		"ITEM1_TITLE": "Automatic notifications",
		"ITEM1_TEXT": "Automate communication and notifications! You’ll receive automatic alerts when a new invoice is issued or its status changes, along with informative messages and automatic payment calculations – ensuring efficient communication between landlord and tenant.",
		"ITEM2_TITLE": "Financial calculations processing",
		"ITEM2_TEXT": "Smart calculators that automatically determine property profitability, monthly payments, and other essential indicators – for fast, informed decisions.",
		"ITEM3_TITLE": "Robotic processing",
		"ITEM3_TEXT": "RPA (Robotic Process Automation) that simplifies your life! Propero can automatically download invoices from providers like myElectrica, GDF-Suez, Digi, and upload them directly into the platform with automatic status synchronization.",
		"ITEM4_TITLE": "Automatic accounting",
		"ITEM4_TEXT": "Eliminate repetitive tasks and fully automate your accounting activities with Propero:",
		"ITEM5_TITLE": "Save time and avoid penalties",
		"ITEM5_TEXT": "Automatic or semi-automatic invoicing for full transparency! Simplify your billing process and prepare for online payments – functionality launching soon.",
		"ITEM6_TITLE": "Export data at any time",
		"ITEM6_TEXT": "Automatically download all data in Excel, PDF, or Word format! Instantly generate professional reports, accessible from any device and easy to share."
	},
	"SOLUTION2": {
		"TITLE": "Online Payment Collection",
		"TEXT": "Collecting rent in person becomes complicated and time-consuming, especially when managing a large portfolio of properties. With Propero, the process becomes fully automated and efficient – fast, simple, and secure.",
		"SECTION_TITLE": "Rent collection made easy",
		"SECTION_TEXT": "Collecting rent in person is a slow and inefficient process, especially for large portfolios. With Propero, everything is automated, eliminating unnecessary visits and interactions.",
		"EXTRA_DETAILS_TITLE": "Automated collection of monthly expenses",
		"EXTRA_DETAILS_SUBTITLE": "With payment notifications, automatic reconciliation, and auto-payment for utilities, the entire process becomes fully automated.",
		"EXTRA_DETAILS_TEXT": "Accurate and transparent records\nWith these features, there’s no longer any need for manual validations between the bank account and the Propero app – the entire process is digitized and visible to all involved parties. (Coming soon)",
		"FEATURE1_TITLE": "Enable online payment collection",
		"FEATURE1_TEXT": "The online payment feature allows automatic management of rent and associated fees. Payments can be collected directly through the app, eliminating the need for manual collection.",
		"FEATURE2_TITLE": "Identity verification",
		"FEATURE2_TEXT": "The identity verification system is secure and fast, protecting sensitive information and ensuring a trustworthy environment within the app.",
		"FEATURE3_TITLE": "Bank account connection",
		"FEATURE3_TEXT": "Link your bank account directly to Propero! Monthly collections can be done automatically, and all transactions are recorded in the system.",
		"QA_TITLE": "Frequently asked questions about payments",
		"QA_TEXT": "Additional details about the payment process",
		"QUESTION_1": "How secure is the payment?",
		"QUESTION_1_ANSWER": "Payments are processed through the smart2pay app in a secure manner.",
		"QUESTION_2": "Are there any additional fees?",
		"QUESTION_2_ANSWER": "The service is included in all plans, with a 2% commission per transaction.",
		"QUESTION_3": "How long does the money transfer take?",
		"QUESTION_3_ANSWER": "Transfers take between 1 to 5 business days. Instant payment solutions are being developed.",
		"QUESTION_4": "How does the tenant pay?",
		"QUESTION_4_ANSWER": "The tenant receives a payment link via email/SMS/WhatsApp or can pay directly from the Propero app."
	},
	"SOLUTION3": {
		"TITLE": "Detailed Professional Reports",
		"SUBTITLE": "Detailed reports in just a few clicks.",
		"TEXT": "Get essential insights into your portfolio’s performance and make better decisions for profitability. Annual tax calculations become simple and centralized within the platform, with clear, automated, and easy-to-share reports.",
		"BEGIN": "Start here",
		"CREATE_ACCOUNT": "Create account",
		"EXTRA_DETAILS_TITLE": "Professional Reports",
		"EXTRA_DETAILS_SUBTITLE": "Eliminate human errors and speed up reporting with Propero.",
		"EXTRA_DETAILS_TEXT": "We constantly improve our reporting functionalities. If you have suggestions or questions, feel free to contact us.",
		"FEATURE1_TITLE": "Advanced customizations",
		"FEATURE1_TEXT": "Any report can be customized by date, property, manager, owner, payments, or expense categories.",
		"FEATURE2_TITLE": "Professional templates",
		"FEATURE2_TEXT": "Choose modern templates and generate reports instantly, on desktop or mobile.",
		"FEATURE3_TITLE": "Easy sharing",
		"FEATURE3_TEXT": "Share reports with partners, employees, or accountants directly from the app.",
		"REPORT_FEATURE1_TITLE": "Profitability vs Losses",
		"REPORT_FEATURE2_TITLE": "Late Payment Report",
		"REPORT_FEATURE3_TITLE": "Notification Report",
		"REPORT_FEATURE4_TITLE": "Utility Delays",
		"REPORT_FEATURE5_TITLE": "Payments Made",
		"REPORT_FEATURE6_TITLE": "Monthly Payments Made/Missed",
		"REPORT_FEATURE_ADDITIONAL_ITEMS": "and many more..."
	},
	"REPORTS": {
		"TEXT": "Get detailed insights into portfolio performance and better understand what actions to take to improve profitability. Annual tax calculations (local, ANAF) become much easier, centralized across your entire property portfolio.",
		"TITLE": "Professional Reports"
	},
	"SITEMAP": {
		"TITLE": "Sitemap",
		"MAIN": {
			"TITLE": "Main Pages",
			"HOME": "Home",
			"ABOUT": "About Us",
			"SERVICES": "Services",
			"CONTACT": "Contact"
		},
		"PROPERTY": {
			"TITLE": "Property Management",
			"OVERVIEW": "Overview",
			"LISTINGS": "Property Listings",
			"TENANTS": "Tenants",
			"MAINTENANCE": "Maintenance"
		},
		"TASKS": {
			"TITLE": "Task Management",
			"OVERVIEW": "Overview",
			"CALENDAR": "Calendar",
			"PROJECTS": "Projects",
			"REPORTS": "Reports"
		},
		"DOCUMENTS": {
			"TITLE": "Document Management",
			"OVERVIEW": "Overview",
			"CONTRACTS": "Contracts",
			"TEMPLATES": "Templates",
			"ARCHIVE": "Archive"
		},
		"TOOLS": {
			"TITLE": "Tools & Calculators",
			"CALCULATORS": "Calculators",
			"MORTGAGE": "Mortgage Calculator",
			"ROI": "ROI Calculator",
			"RENTAL_YIELD": "Rental Yield Calculator"
		},
		"RESOURCES": {
			"TITLE": "Resources",
			"BLOG": "Blog",
			"PRESS": "Press",
			"CAREERS": "Careers",
			"HELP": "Help Center"
		},
		"LEGAL": {
			"TITLE": "Legal",
			"TERMS": "Terms and Conditions",
			"PRIVACY": "Privacy Policy",
			"GDPR": "GDPR",
			"COOKIES": "Cookie Policy"
		},
		"SUPPORT": {
			"TITLE": "Support",
			"OVERVIEW": "Overview",
			"FAQ": "FAQ",
			"CONTACT": "Contact",
			"DOCUMENTATION": "Documentation"
		}
	},
	"CONTACT": {
		"TITLE": "Contact",
		"SUBTITLE": "We are here to help you",
		"DESCRIPTION": "Do you have questions or suggestions? Feel free to contact us. Our team is here to provide any information you may need.",
		"NAME": "Name",
		"EMAIL": "Email",
		"PHONE": "Phone",
		"ADDRESS": "Address",
		"HOURS": "Hours: Monday - Friday, 09:00 AM - 06:00 PM",
		"SUBJECT": "Subject",
		"MESSAGE": "Message",
		"SEND": "Send Message",
		"FORM": {
			"NAME": "Name",
			"EMAIL": "Email",
			"SUBJECT": "Subject",
			"MESSAGE": "Message",
			"SEND": "Send Message",
			"SUCCESS": "Your message has been sent successfully!",
			"ERROR": "An error occurred. Please try again.",
			"REQUIRED": "This field is required",
			"INVALID_EMAIL": "Invalid email address",
			"MIN_LENGTH": "The message must be at least 10 characters long",
			"MAX_LENGTH": "The message cannot exceed 1000 characters"
		},
		"SOCIAL": {
			"TITLE": "Social Media",
			"FOLLOW_US": "Follow us on",
			"FACEBOOK": "Facebook",
			"LINKEDIN": "LinkedIn",
			"INSTAGRAM": "Instagram",
			"TWITTER": "Twitter"
		},
		"MAP": {
			"TITLE": "Location",
			"VIEW_LARGER": "View larger map"
		},
		"SUPPORT": {
			"TITLE": "Technical Support",
			"DESCRIPTION": "For technical support, please contact us at:",
			"EMAIL": "support@propero.ro",
			"PHONE": "+40 123 456 790",
			"HOURS": "Support hours: Monday - Friday, 09:00 AM - 05:00 PM"
		},
		"SALES": {
			"TITLE": "Sales",
			"DESCRIPTION": "For information about services and pricing:",
			"EMAIL": "sales@propero.ro",
			"PHONE": "+40 123 456 791"
		},
		"EMERGENCY": {
			"TITLE": "Emergency Contact",
			"DESCRIPTION": "For urgent matters outside business hours:",
			"PHONE": "+40 123 456 799",
			"NOTE": "For emergencies only!"
		},
		"DATA": {
			"TITLE": "Contact",
			"DESCRIPTION": "",
			"ADDRESS": {
				"LABEL": "Address",
				"VALUE": "{{PARAM_COMPANY_ADDRESS}}"
			},
			"PHONE": {
				"LABEL": "Phone",
				"VALUE": "{{PARAM_COMPANY_TELEPHONE}}"
			},
			"EMAIL_CONTACT": {
				"LABEL": "Email",
				"VALUE": "{{PARAM_COMPANY_EMAIL}}"
			},
			"EMAIL_DPO": {
				"LABEL": "Email",
				"VALUE": "{{PARAM_COMPANY_EMAIL_DPO}}"
			}
		}
	},
	"COOKIES": {
		"TITLE": "Cookies Policy",
		"LAST_UPDATED": "Last updated",
		"REJECT_ALL": "Reject all cookies (non-essential)",
		"ACCEPT_ALL": "Accept all cookies",
		"SAVE_PREFERENCES": "Customize cookies",
		"PREFERENCES_SAVED": "Your cookie preferences have been saved!",
		"CUSTOMIZE": "Customize cookies",
		"OVERVIEW": {
			"TITLE": "Cookies Overview",
			"CONTENT": "Cookies are small text files stored on your device when you visit our website. They help us provide you with a better and more personalized experience."
		},
		"PREFERENCES": {
			"TITLE": "Cookie Preferences",
			"DESCRIPTION": "These cookies allow us to save your browsing preferences and customize your experience on the site."
		},
		"NECESSARY": {
			"TITLE": "Necessary Cookies",
			"DESCRIPTION": "These cookies are essential for the website to function properly and cannot be disabled. They ensure basic functionalities such as navigation and access to secure areas."
		},
		"ANALYTICS": {
			"TITLE": "Analytics Cookies",
			"DESCRIPTION": "These cookies help us understand how you use our website, which pages are most popular, and how you navigate the site. All information is anonymous."
		},
		"MARKETING": {
			"TITLE": "Marketing Cookies",
			"DESCRIPTION": "These cookies are used to show you relevant ads on our site and on other sites. They do not store directly personal information but rely on the unique identification of your browser and device."
		},
		"MORE_INFO": {
			"TITLE": "Additional Information",
			"CONTENT": "For more details about how we use cookies and how you can manage your preferences, please refer to our full Cookies Policy."
		},
		"BANNER": {
			"TITLE": "This website uses cookies",
			"MESSAGE_LINE_1": "We, Propero (propero.io), together with selected third parties, use cookies or similar technologies for essential technical purposes that are required for the proper functioning of the site and cannot be disabled. With your consent, we also use cookies for functionality, experience improvement, analytics, measurement, and marketing (including personalized advertising), according to our privacy policy.",
			"MESSAGE_LINE_2": "Regarding advertising, we and our partners may use precise geolocation data and device identifiers through scanning to store and/or access information on your device and process personal data such as usage data for the following purposes: personalized ads and content, ad and content performance measurement, audience research, and service development.",
			"MESSAGE_LINE_3": "You can freely give, refuse, or withdraw your consent at any time by accessing the preferences panel. If you give your consent, it will only apply to this domain (propero.io). Refusing consent may affect certain functionalities.",
			"MESSAGE_LINE_4": "Click the 'Accept all' button to give your consent. Click 'Reject all' or close this message to continue without accepting.",
			"ACCEPT_ALL": "Accept all",
			"REJECT_ALL": "Reject all (non-essential)",
			"SETTINGS": "Customize",
			"SAVE": "Save preferences",
			"MORE_INFO": "More information"
		},
		"CONTACT": {
			"TITLE": "Contact",
			"DESCRIPTION": "If you have questions regarding this notice, you can contact us using the information below.",
			"EMAIL": "Email",
			"ADDRESS": {
				"LABEL": "Address",
				"VALUE": "Str. Exemplu 123, Bucharest, Romania"
			},
			"PHONE": {
				"LABEL": "Phone",
				"VALUE": "+40 743 366 266"
			}
		}
	},
	"GDPR": {
		"TITLE": "GDPR Compliance",
		"LAST_UPDATED": "Last updated",
		"INTRODUCTION": {
			"TITLE": "Introduction",
			"CONTENT": "We are committed to protecting and respecting your data privacy in accordance with the General Data Protection Regulation (GDPR).",
			"SCOPE": "This policy applies to all users of our platform.",
			"CONTROLLER": "We are the data controller for the information you provide to us."
		},
		"RIGHTS": {
			"TITLE": "Your Rights",
			"DESCRIPTION": "Under GDPR, you have the following rights:",
			"ACCESS": {
				"TITLE": "Right of Access",
				"DESCRIPTION": "You may request a copy of the personal data we hold about you."
			},
			"RECTIFICATION": {
				"TITLE": "Right to Rectification",
				"DESCRIPTION": "You may request correction of inaccurate data or completion of incomplete data."
			},
			"ERASURE": {
				"TITLE": "Right to Erasure",
				"DESCRIPTION": "Also known as the 'right to be forgotten', you may request deletion of your data under certain circumstances."
			},
			"RESTRICT": {
				"TITLE": "Right to Restriction of Processing",
				"DESCRIPTION": "You may request that we limit the processing of your data."
			},
			"PORTABILITY": {
				"TITLE": "Right to Data Portability",
				"DESCRIPTION": "You may receive your data in a structured format and transmit it to another controller."
			},
			"OBJECT": {
				"TITLE": "Right to Object",
				"DESCRIPTION": "You may object to data processing in certain situations."
			},
			"AUTOMATED": {
				"TITLE": "Rights Regarding Automated Decision-Making",
				"DESCRIPTION": "Right not to be subject to decisions based solely on automated processing."
			},
			"RESTRICTION": {
				"TITLE": "Right to Restriction",
				"DESCRIPTION": "You may request the restriction of your data processing under certain circumstances."
			}
		},
		"DATA_COLLECTION": {
			"TITLE": "Data Collection",
			"DESCRIPTION": "We collect and process your personal data only for specific purposes and with a clear legal basis.",
			"PERSONAL_INFO": "Identifying personal data",
			"CONTACT_INFO": "Contact information",
			"TECHNICAL_INFO": "Technical and usage data",
			"FINANCIAL_INFO": "Financial information",
			"USAGE_DATA": "Usage data",
			"COOKIES": "Cookies",
			"CATEGORIES": {
				"TITLE": "Categories of Data Collected",
				"PERSONAL": "Identifying personal data",
				"CONTACT": "Contact information",
				"TECHNICAL": "Technical and usage data",
				"FINANCIAL": "Financial information"
			},
			"PURPOSES": {
				"TITLE": "Purposes of Processing",
				"SERVICE": "Providing our services",
				"IMPROVEMENT": "Platform improvement",
				"COMMUNICATION": "User communication",
				"LEGAL": "Legal compliance"
			}
		},
		"DATA_PROCESSING": {
			"TITLE": "Data Processing",
			"DESCRIPTION": "We process your data for specific purposes and with a clear legal basis.",
			"PURPOSE": "Purpose of processing",
			"LEGAL_BASIS": "Legal basis",
			"RETENTION": "Data retention period",
			"TRANSFER": "Data transfers",
			"SECURITY": "Security measures",
			"PROCESSING_METHODS": "Processing methods"
		},
		"DATA_PROTECTION": {
			"TITLE": "Data Protection",
			"DESCRIPTION": "We implement appropriate technical and organizational measures to protect your data.",
			"SECURITY_MEASURES": "Security measures",
			"THIRD_PARTIES": "Third-party partners",
			"INTERNATIONAL_TRANSFERS": "International data transfers",
			"DATA_RETENTION": "Data retention",
			"PROCESSING_METHODS": "Processing methods",
			"MEASURES": {
				"ENCRYPTION": "Data encryption",
				"ACCESS_CONTROL": "Access control",
				"BACKUP": "Regular backups"
			}
		},
		"CONSENT": {
			"TITLE": "Consent",
			"CONTENT": "We will always ask for your explicit consent for the processing of personal data for specific purposes.",
			"AGREE": "I agree",
			"DISAGREE": "I do not agree",
			"WITHDRAW": {
				"TITLE": "Withdrawal of Consent",
				"DESCRIPTION": "You may withdraw your consent at any time.",
				"BUTTON": "Withdraw Consent"
			}
		},
		"SECURITY": {
			"TITLE": "Data Security",
			"CONTENT": "We implement appropriate technical and organizational measures to protect your data.",
			"MEASURES": {
				"ENCRYPTION": "Data encryption",
				"ACCESS_CONTROL": "Access control",
				"BACKUP": "Regular backups",
				"MONITORING": "Continuous monitoring"
			}
		},
		"CONTACT": {
			"TITLE": "Data Protection Officer",
			"DESCRIPTION": "For any questions regarding personal data processing:",
			"EMAIL": "dpo@propero.ro",
			"PHONE": "+40 123 456 789",
			"ADDRESS": "Strada Propero, No. 1, Bucharest, Romania"
		}
	},
	"PRIVACY": {
		"TITLE": "Legal Notice - propero.io",
		"LAST_UPDATED": "Last updated",
		"WEBSITE_HOST": {
			"TITLE": "Website host",
			"CONTENT": "For any questions regarding terms and conditions:",
			"END": ""
		},
		"MANAGEMENT": {
			"TITLE": "Management",
			"CONTENT": "",
			"END": ""
		},
		"CONTACT_INFORMATION": {
			"TITLE": "Contact Information",
			"CONTENT": "For any questions regarding terms and conditions:",
			"END": ""
		},
		"COMPANY_REGISTRATION": {
			"TITLE": "Company registration",
			"CONTENT": "For any questions regarding terms and conditions:",
			"END": ""
		},
		"VAT_NUMBER": {
			"TITLE": "VAT registration number",
			"CONTENT": "",
			"END": ""
		},
		"NOTES": {
			"TITLE": "Disclaimer",
			"CONTENT_1": "The European Commission provides a platform for online dispute resolution (ODR), which can be found at: http://ec.europa.eu/consumers/odr/",
			"CONTENT_2": "propero.io is neither willing nor obligated to participate in dispute resolution proceedings before a consumer arbitration board."
		},
		"CONTACT": {
			"TITLE": "Contact",
			"DESCRIPTION": "For questions related to this notice, you can contact us using the information below.",
			"EMAIL": "Email",
			"ADDRESS": {
				"LABEL": "Address",
				"VALUE": "123 Example Street, Bucharest, Romania"
			},
			"PHONE": {
				"LABEL": "Phone",
				"VALUE": "+40 743 366 266"
			}
		},
		"END": ""
	},
	"PRIVACY_POLICY": {
		"TITLE": "Privacy Policy - propero.io",
		"LAST_UPDATED": "Last updated",
		"INTRODUCTION": {
			"TITLE": "Introduction",
			"CONTENT": "Protecting your personal data is a priority for us. Therefore, we only use your data in accordance with applicable legislation, particularly the EU General Data Protection Regulation (\"GDPR\"). This privacy policy describes how propero.io collects, uses, and protects your personal data during the use of our services, including the web platform, mobile applications, and electronic communications.",
			"APPLICABILITY": "Applies to all users of our platform."
		},
		"TERMS": {
			"TITLE": "Terms",
			"CONTENT": "This privacy policy uses the following terms specific to the activity of propero.io:",
			"DEFINITIONS": {
				"IMOBIL": "refers to any residential or commercial property (apartment, house, office space, etc.) managed through the propero.io platform.",
				"PROPRIETAR": "refers to the individual or legal entity who owns a property registered on the propero.io platform.",
				"SERVICII_ANEXE": "refers to services such as maintenance, cleaning, technical interventions, automated payments, legal notifications, or other activities related to property management.",
				"UTILIZATOR": "refers to any person using the propero.io platform as an owner, administrator, or beneficiary of the offered services.",
				"RGPD": "refers to Regulation (EU) 2016/679 on the protection of individuals regarding the processing of personal data and the free movement of such data, also known as the GDPR (General Data Protection Regulation).",
				"DATE_PERSONALE": "refers to any information relating to an identified or identifiable individual, such as name, address, national ID number, contact details, banking data, etc.",
				"PLATFORMA_PROPERO": "refers to the web and mobile application operated by propero.io through which digital property management and related services are provided."
			}
		},
		"DATA_CONTROLLER": {
			"TITLE": "Data Controller and Contact Information",
			"CONTENT": "This section describes who is responsible for processing personal data on the propero.io platform, as well as the involvement of third-party providers.",
			"OPERATOR": {
				"TITLE": "Data Controller",
				"CONTENT": "The data controller responsible for processing personal data is propero.io, which operates the propero.io platform.",
				"DETAILS": {
					"COMPANY": "propero.io",
					"ADDRESS": "",
					"EMAIL": "dpo@propero.io",
					"PHONE": "+40 743 366 266"
				},
				"NOTE": "Please note that any data processing performed by third-party service providers (e.g., maintenance providers, property managers, cleaning companies, etc.) for services booked through the platform is outside of propero.io’s control and is subject to the respective provider’s privacy policy. These providers act as independent data controllers."
			},
			"THIRD_PARTY": {
				"TITLE": "Third-Party Providers",
				"CONTENT": "propero.io collaborates with third-party providers to offer complementary services such as maintenance, cleaning, property management, or technical support.",
				"NOTE": "These providers act as independent data controllers when processing personal data in the course of their services. propero.io is not responsible for their data protection practices.",
				"EXAMPLES_TITLE": "Examples of third-party providers may include:",
				"EXAMPLES": [
					"Cleaning or property maintenance companies",
					"External property managers",
					"Security system providers",
					"Payment service providers",
					"Electronic notification or telecommunications providers"
				]
			}
		},
		"DATA_COLLECTION": {
			"TITLE": "What information we collect",
			"CONTENT": "This section details the categories of data collected by propero.io and the related processing activities.",
			"ITEMS": [
				"Full name, email address, phone number, postal address",
				"Information about platform usage (interactions, preferences)",
				"IP address, browser type, operating system, device identifiers",
				"Information collected via cookies and similar technologies"
			],
			"PROCESSING_ACTIVITIES": {
				"TITLE": "Data Processing Activities",
				"AUTO_COLLECTION": {
					"TITLE": "Automatic Data Collection",
					"CONTENT": "When you visit the propero.io platform, we automatically collect the following information. These data are stored separately from any other data you may transmit to us:",
					"DETAILS": {
						"URL": "URL of the accessed page",
						"LATENCY": "Network latency",
						"DATETIME": "Date and time",
						"DEVICE": "Information about your device",
						"CLICKS": "Information about clicks",
						"IP": "IP address"
					},
					"NOTE": "We collect these data to ensure proper functioning and security of our platform and to prevent fraudulent activities, based on our legitimate interest (Art. 6, para. 1, letter f of the GDPR). Your IP address is encrypted and deleted after 30 days."
				},
				"ACCOUNT_DATA": {
					"TITLE": "Data Collected in Connection with Your Account",
					"REGISTRATION": {
						"TITLE": "Registration",
						"CONTENT": "Registration is not required to use propero.io services. However, if you choose to create an account, you may provide the following data:",
						"DETAILS": {
							"NAME": "Full name",
							"EMAIL": "Email address",
							"PASSWORD": "Password"
						},
						"ALTERNATIVE_LOGIN": {
							"TEXT": "Alternative Login",
							"DETAILS": {
								"NAME": "Name",
								"EMAIL": "Email address",
								"TOKEN": "Authentication token"
							}
						},
						"NOTE": "propero.io processes these data to create and manage your account, in accordance with the Terms and Conditions, based on Art. 6, para. 1, letter b of the GDPR."
					}
				},
				"ASSISTANCE": {
					"TITLE": "Customer Support",
					"REQUEST_HANDLING": {
						"TITLE": "Request Handling",
						"CONTENT": "If you contact our customer support team or reach out through other means (e.g., social media channels), your request may be handled by the propero.io team or contractual partners specialized in customer support. During this process, these partners may process your personal data, such as name, email address, booking number, or other information provided in your communication.",
						"NOTE_1": "Support specialists may process data in countries outside the European Economic Area. In these cases, propero.io has signed standard contractual clauses approved by the European Commission in accordance with Art. 46, para. 2, letter c of the GDPR.",
						"NOTE_3": "We also use AI-powered services to enhance customer interactions. These platforms may process your data to deliver automated and relevant responses on our behalf."
					},
					"SERVICE_IMPROVEMENT": {
						"TITLE": "Improving Customer Support",
						"CONTENT": "To continuously improve our customer support service, we may analyze inquiries using specific keywords or parameters. You may also be invited to participate in satisfaction surveys to help enhance service quality. This processing of personal data serves our legitimate interest as well as our customers', to continuously improve our support (Art. 6, para. 1, letter f of the GDPR)."
					},
					"CALL_RECORDING": {
						"TITLE": "Call Recording and Evaluation",
						"CONTENT": "Phone calls are recorded and analyzed only if you give your prior consent. We use this data solely to improve customer service. Recordings are deleted after three months. The legal basis is Art. 6, para. 1, letter a of the GDPR.",
						"NOTE": "You may withdraw your consent at any time by contacting us using one of the communication channels listed in this privacy policy. This does not affect the legality of processing done before your withdrawal."
					}
				},
				"TECHNICAL_PROVIDERS": {
					"TITLE": "Technical Service Providers",
					"HOSTING": {
						"TITLE": "Website Hosting",
						"CONTENT": "We use Amazon Web Services EMEA S.a.r.l. ('AWS') for website hosting. Therefore, when you interact with our website or submit personal data, this information is processed on AWS servers. We only use servers located in the European Union. For remote maintenance and similar scenarios, AWS may process personal data in countries outside the EEA, especially the U.S. AWS participates in the EU–U.S. Data Privacy Framework, ensuring appropriate data protection for transferred data."
					},
					"EMAIL_SYSTEM": {
						"TITLE": "Email System",
						"CONTENT": "We use the SimpleMail service provided by AWS to send emails."
					},
					"BOT_PROTECTION": {
						"TITLE": "Bot Protection",
						"CONTENT": "To protect against bots and similar technologies, we use the Cheq service provided by CHEQ AI Technologies Ltd. ('Cheq') and services from Datadog Inc. ('Datadog'). Cheq uses data transmitted automatically by your device to determine whether a request likely comes from a human. Data is not stored afterward. Processing is carried out to maintain processing security under Art. 32 of the GDPR and based on our legitimate interest (Art. 6, para. 1, letter f of the GDPR). Cheq may process personal data in Israel, a country recognized as offering adequate protection.",
						"NOTE": "Datadog may process personal data in the U.S. and participates in the EU–U.S. Data Privacy Framework, ensuring adequate protection for transferred data."
					}
				},
				"PAYMENTS": {
					"TITLE": "Payments",
					"CONTENT": "We offer multiple payment methods for activities booked via the propero.io application. Depending on your selected method, we process your personal data to complete the transaction. This processing is necessary to fulfill our contractual obligations (Art. 6, para. 1, letter b of the GDPR).",
					"CREDIT_CARD": {
						"TITLE": "Credit Card Payments",
						"CONTENT": "For credit card transactions, we use third-party payment providers. These providers forward your payment details to banks or financial institutions to process the transaction. We only receive the payment confirmation and the first 6 and last 4 digits of your card. We do not have access to your full card number."
					},
					"PRIMER": {
						"TITLE": "Payment Orchestration Services",
						"CONTENT": "We use payment orchestration services provided by Primer API Ltd. ('Primer'). Primer automatically forwards the payment request to the appropriate payment service provider. Primer may process personal data in the United Kingdom, a country recognized as offering adequate data protection."
					}
				},
				"FRAUD_PREVENTION": {
					"TITLE": "Fraud Prevention",
					"CONTENT": "To protect our services, providers, and users against fraud, we use tools from Sift Science, Inc. ('Sift Science'), Adyen N.V. ('Adyen'), and Ethoca Inc. ('Ethoca'). These tools help us analyze transaction and behavior data to detect fraud or abuse. We process this data based on our legitimate interest (Art. 6, para. 1, letter f of the GDPR).",
					"NOTE_1": "Sift Science may process personal data in the U.S. under standard contractual clauses.",
					"NOTE_2": "Ethoca may transfer data to Canada, a country recognized by the European Commission as providing adequate data protection."
				},
				"TRACKING_TECH": {
					"TITLE": "Cookies and Tracking Technologies",
					"CONTENT": "We use cookies and other tracking technologies to improve platform functionality, analyze usage, and support marketing strategies.",
					"TYPES": {
						"TEMPORARY": "Temporary cookies: store technical data during the session.",
						"PERMANENT": "Persistent cookies: retain data even after the session ends.",
						"BEACONS": "Web beacons (tags/pixels): collect device, IP address, and behavior data.",
						"SCRIPTS": "Scripts: provide security, interactivity, analytics, and ad functions.",
						"URLS": "Tracking URLs: contain unique identifiers for analysis.",
						"SDK": "SDKs: store data in apps, unique identifiers, location, and activity data."
					},
					"CATEGORIES": {
						"NECESSARY": "Strictly necessary technologies",
						"ANALYTICS": "Analytical technologies",
						"MARKETING": "Marketing technologies"
					},
					"NOTE": "You can manage your consent for each category in the 'Cookie and Marketing Preferences' section. Your preferences will apply across all devices and platforms."
				},
				"SOCIAL_MEDIA": {
					"TITLE": "Social Media",
					"FACEBOOK": {
						"TITLE": "Facebook",
						"CONTENT": "You can find our Facebook page here. The platform is operated by Meta. If you visit or like our page as a registered user, Meta will collect your data. Even without an account, Meta may collect pseudonymous data. We are jointly responsible with Meta for page insights and have concluded a joint controller agreement. Meta participates in the EU–U.S. Data Privacy Framework."
					},
					"LINKEDIN": {
						"TITLE": "LinkedIn",
						"CONTENT": "Similar to Facebook, LinkedIn collects your data when you interact with our company page. LinkedIn is operated by Microsoft and participates in the EU–U.S. Data Privacy Framework."
					}
				},
				"CRM_SYSTEM": {
					"TITLE": "CRM System",
					"CONTENT": "To manage relationships with our clients, we store your personal data in our CRM system. This enables us to respond to inquiries in a targeted manner and send you contextual advertising within the legal framework. The processing is based on our legitimate interest in managing customer relations (Art. 6, para. 1, letter f of the GDPR).",
					"NOTE": "We use services provided by Braze, Inc. ('Braze') for this purpose. Braze may process personal data in countries outside the European Economic Area, especially in the U.S. Braze participates in the EU–U.S. Data Privacy Framework, ensuring adequate protection for transferred data. If you consent (Art. 6, para. 1, letter a of the GDPR) through the 'Cookie and Marketing Preferences' section or in the 'Privacy Preferences' of the app, we may send newsletters, push notifications, or messages based on your interests and behavior on the platform."
				},
				"WEBSITE_PERSONALIZATION": {
					"TITLE": "Website Content Personalization",
					"CONTENT": "We process your data to display personalized content on our website. The legal basis for this is our legitimate interest in showing you tours and activities relevant to you (Art. 6, para. 1, letter f of the GDPR)."
				},
				"DATA_SHARING_CONTINUED": {
					"TITLE": "Continued Data Sharing",
					"CONTENT": "Your personal data will only be shared without your consent in the following cases:"
				},
				"DATA_SHARING_CASES": {
					"TITLE": "Cases in Which Your Data May Be Shared",
					"CASES": {
						"CASE_1": "When necessary to clarify unlawful use.",
						"CASE_2": "When required to enforce the terms of use.",
						"CASE_3": "When we are legally required to provide information to certain public authorities.",
						"CASE_4": "To auditors, lawyers, accountants, tax consultants, banks, etc., for operational or legal purposes.",
						"CASE_5": "To our partners, to measure campaign effectiveness or reimbursements.",
						"CASE_6": "To contracted third-party providers ('processors') under Art. 28, para. 1 of the GDPR.",
						"CASE_7": "In the case of corporate restructuring, when customer information may be transferred as part of a transaction."
					},
					"NOTE": "Transfers to third countries are made only where an adequacy decision exists (Art. 45 GDPR) or where standard contractual clauses are in place (Art. 46 GDPR)."
				},
				"AUTOMATED_DECISIONS": {
					"TITLE": "Automated Individual Decisions or Profiling",
					"CONTENT": "We may use automated decision-making processes to enhance platform security and prevent fraud. For example, a high-risk transaction may be automatically blocked based on a fraud score.",
					"RIGHTS": "You have the right to request human intervention, express your viewpoint, and contest the decision by contacting our data protection team."
				},
				"DATA_DELETION": {
					"TITLE": "Deletion of Your Data",
					"CONTENT": "We delete or anonymize your data as soon as it is no longer required. Backup copies are retained only where required by law or to defend legal rights.",
					"NOTE": ""
				},
				"PERSONAL_RIGHTS": {
					"TITLE": "Your Rights as a Data Subject / Data Protection Officer",
					"CONTENT": "We delete or anonymize your personal data as soon as it is no longer necessary for the purposes for which we collected or used it, in accordance with the above sections. We may continue to retain your data if legally obligated or if required for a longer period to prosecute or enforce legal claims. However, we will only retain backup copies as long as necessary for legal reasons or to pursue or defend claims, based on our legitimate interests under Art. 6, para. 1, letter f of the GDPR. If legal retention is required, data processing will be restricted. In this case, the data will no longer be available for use.",
					"ACCESS": {
						"TITLE": "Right of Access (Art. 15 GDPR)",
						"CONTENT": "You have the right to receive information about the personal data we process about you."
					},
					"RECTIFICATION": {
						"TITLE": "Right to Rectification (Art. 16 GDPR)",
						"CONTENT": "You can request the correction of inaccurate data concerning you."
					},
					"DELETION": {
						"TITLE": "Right to Erasure (Art. 17 GDPR)",
						"CONTENT": "You may request the deletion of personal data under certain conditions."
					},
					"RESTRICTION": {
						"TITLE": "Right to Restrict Processing (Art. 18 GDPR)",
						"CONTENT": "You have the right to request that processing be restricted in certain cases."
					},
					"PORTABILITY": {
						"TITLE": "Right to Data Portability (Art. 20 GDPR)",
						"CONTENT": "You may receive your data in a structured format and transmit it to another controller."
					},
					"OBJECTION": {
						"TITLE": "Right to Object (Art. 21 GDPR)",
						"CONTENT": "You can object to processing based on legitimate interests."
					},
					"COMPLAINT": {
						"TITLE": "Right to Lodge a Complaint (Art. 77 GDPR)",
						"CONTENT": "You have the right to contact a supervisory authority."
					},
					"CONSENT_WITHDRAWAL": {
						"TITLE": "Right to Withdraw Consent (Art. 7, para. 3 GDPR)",
						"CONTENT": "You may withdraw your previously granted consent at any time."
					},
					"EXECUTION_PROCESSING": {
						"TITLE": "Processing During Rights Execution",
						"CONTENT": "We process the data you send when exercising your rights to document and fulfill your requests, in accordance with Art. 6, para. 1, letter c of the GDPR."
					}
				},
				"PRIVACY": {
					"CONTACT": {
						"TITLE": "Contact",
						"DESCRIPTION": "For questions regarding data protection or to exercise your rights, you can contact us using the information below.",
						"EMAIL": "Email",
						"ADDRESS": {
							"LABEL": "Address",
							"VALUE": "Str. Exemplu 123, Bucharest, Romania"
						},
						"PHONE": {
							"LABEL": "Phone",
							"VALUE": "+40 743 366 266"
						}
					}
				}
			}
		}
	},
	"FOOTER": {
		"CAREERS_TITLE": "Careers",
		"CAREERS_TEXT": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"CAREERS_WHY_JOIN_TITLE": "Why Join Us?",
		"CAREERS_WHY_JOIN_1": "At Propero, we use technology to completely transform how the real estate sector is managed.",
		"CAREERS_WHY_JOIN_2": "Join a team that believes in genuine innovation, smart automation, and making a direct impact on customer experience.",
		"CAREERS_WHY_JOIN_3": "We build products that simplify, digitize, and optimize every step in property management.",
		"CAREERS_WHY_JOIN_4": "At Propero, your ideas are valued, and you contribute to a proptech ecosystem that redefines real estate standards.",
		"CAREERS_WHY_JOIN_DESCRIPTION": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"CAREERS_WHY_JOIN_BENEFITS": {
			"TITLE": "Benefits",
			"DESCRIPTION": "The benefits of working with us"
		},
		"CAREERS_OPEN_POSITIONS_TITLE": "Open Positions",
		"CAREERS_OPEN_POSITIONS_DESCRIPTION": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"CAREERS_POSITION_1_TITLE": "Business Development Manager",
		"CAREERS_POSITION_1_DESC": "Identify growth opportunities, build strategic partnerships, and develop new sales channels. If you have commercial flair and entrepreneurial thinking, Propero awaits you on the front line.",
		"CAREERS_POSITION_2_TITLE": "Account Executive – B2B SaaS",
		"CAREERS_POSITION_2_DESC": "Responsible for the entire sales cycle: from prospecting to contract signing. You'll work with real estate agencies, property managers, and developers to demonstrate Propero's value in daily operations.",
		"CAREERS_POSITION_3_TITLE": "Inside Sales Representative",
		"CAREERS_POSITION_3_DESC": "Turn warm leads into loyal customers through consultancy, demos, and smart follow-ups. Excellent communication skills and a desire to grow in a fast-paced tech environment? You've found the right place.",
		"CAREERS_POSITION_4_TITLE": "Strategic Partnerships Lead",
		"CAREERS_POSITION_4_DESC": "Build and maintain relationships with key industry partners: homeowners' associations, management companies, developers, and integrators. Create bridges between technology and the real estate ecosystem for sustainable growth.",
		"CAREERS_APPLY_NOW": "Apply Now",
		"CAREERS_BENEFITS_TITLE": "Benefits",
		"CAREERS_BENEFIT_1_TITLE": "Meaningful Work, Not Just Tasks",
		"CAREERS_BENEFIT_1_DESC": "Every new feature and client brings real impact in digitizing the real estate industry. Contribute to a platform used daily by professionals nationwide.",
		"CAREERS_BENEFIT_2_TITLE": "Flexibility & Remote-Friendly",
		"CAREERS_BENEFIT_2_DESC": "We work in a hybrid or remote manner, depending on the team and preferences. You have the freedom to organize your time, focusing on results, not presence.",
		"CAREERS_BENEFIT_3_TITLE": "Customized Subscriptions and Benefits",
		"CAREERS_BENEFIT_3_DESC": "Access to wellness subscriptions, digital libraries, conference participation, and resources for professional development – all tailored to your needs.",
		"CAREERS_BENEFIT_4_TITLE": "Culture Based on Transparency and Trust",
		"CAREERS_BENEFIT_4_DESC": "At Propero, good ideas come from anywhere. You have visibility into the company's direction and the opportunity to directly influence what we build.",
		"CAREERS_BENEFIT_5_TITLE": "Collegiality and Team Spirit",
		"CAREERS_BENEFIT_5_DESC": "We're a small but well-knit team. We support each other, celebrate successes together, and leave no one behind.",
		"BLOG_TITLE": "Blog",
		"BLOG_TEXT": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_TITLE_1": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_EXCERPT_1": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_TITLE_2": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_EXCERPT_2": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_TITLE_3": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_EXCERPT_3": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_TITLE_4": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_EXCERPT_4": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_POST_TITLE_5": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"BLOG_ALL": "All Posts",
		"BLOG_CATEGORY_1": "Category 1.",
		"BLOG_CATEGORY_2": "Category 2.",
		"BLOG_CATEGORY_3": "Category 3.",
		"BLOG_CATEGORY_4": "Category 4.",
		"BLOG_CATEGORY_5": "Category 5.",
		"BLOG_CATEGORY_6": "Category 6.",
		"BLOG_READ_MORE": "Read More",
		"BLOG_READ_LESS": "Read Less",
		"BLOG_READ_MORE_TITLE": "Read More",
		"BLOG_READ_LESS_TITLE": "Read Less",
		"BLOG_READ_MORE_DESCRIPTION": "Read More",
		"BLOG_READ_LESS_DESCRIPTION": "Read Less",
		"PRESS_TITLE": "Press",
		"PRESS_TEXT": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_CONTACT_TITLE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_CONTACT_TEXT": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_CONTACT_BUTTON": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASES_TITLE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_1_DATE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_1_TITLE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_1_EXCERPT": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_2_DATE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_2_TITLE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_2_EXCERPT": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_3_DATE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_3_TITLE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_RELEASE_3_EXCERPT": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_READ_MORE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_KIT_TITLE": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_KIT_LOGOS_DESC": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_KIT_PHOTOS": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_DOWNLOAD": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"PRESS_KIT_FACT_SHEET": "Propero is a company aiming to enhance customer experience through technology and innovation.",
		"COLLABORATION_TITLE": "Collaboration",
		"COLLABORATION_TEXT": "At Propero, we believe in the power of strategic partnerships that bring real value to users in the real estate domain. We collaborate with professionals, companies, and organizations to jointly build the digital future of property management.",
		"COLLABORATION_BENEFITS_TITLE": "Why collaborate with Propero",
		"COLLABORATION_BENEFIT_1_TITLE": "Access to a rapidly growing platform",
		"COLLABORATION_BENEFIT_1_DESC": "As part of the Propero ecosystem, you get the opportunity to interact with an active community of managers, real estate agents, and developers.",
		"COLLABORATION_BENEFIT_2_TITLE": "Visibility and professional positioning",
		"COLLABORATION_BENEFIT_2_DESC": "We promote our partners through the platform, dedicated campaigns, and industry events. Every collaboration is also a branding opportunity.",
		"COLLABORATION_BENEFIT_3_TITLE": "Simple technological integration",
		"COLLABORATION_BENEFIT_3_DESC": "Modern APIs and a dedicated technical support team to make collaboration as smooth and efficient as possible from an operational point of view.",
		"COLLABORATION_BENEFIT_4_TITLE": "Win-win partnerships",
		"COLLABORATION_BENEFIT_4_DESC": "We focus on long-term, transparent collaborations oriented towards tangible results for both parties.",
		"COLLABORATION_PARTNERS_TITLE": "Trusted Partners",
		"COLLABORATION_PARTNER_1_NAME": "AdminSoft",
		"COLLABORATION_PARTNER_1_DESC": "Integrated solutions for billing and financial management, fully compatible with Propero for complete management of buildings and properties.",
		"COLLABORATION_PARTNER_2_NAME": "SmartSec",
		"COLLABORATION_PARTNER_2_DESC": "Intelligent access and control systems for properties, integrated with Propero notifications and reports in real time.",
		"COLLABORATION_PARTNER_3_NAME": "EcoClean Pro",
		"COLLABORATION_PARTNER_3_DESC": "Professional cleaning services for buildings and residential complexes, with scheduling managed directly from the app.",
		"COLLABORATION_CONTACT_TITLE": "Become a Propero Partner",
		"COLLABORATION_CONTACT_TEXT": "If you represent a company, a service provider or have a collaboration idea, we are open to proposals. Write to us and let's build together!",
		"COLLABORATION_CONTACT_BUTTON": "Send your proposal",
		"COLLABORATION_CONTACT_FORM_NAME": "Your Name",
		"COLLABORATION_CONTACT_FORM_EMAIL": "Your Email Address",
		"COLLABORATION_CONTACT_FORM_MESSAGE": "Your Message or Collaboration Proposal",
		"COLLABORATION_LEARN_MORE": "Learn More",
		"COLLABORATION_LEARN_MORE_TITLE": "We're building a network of innovative partners",
		"COLLABORATION_LEARN_MORE_DESCRIPTION": "Propero connects technology with people in real estate. We collaborate with those who share the same digital vision. If you have solutions, services, or know-how in the field, let's talk.",
		"COLLABORATION_LEARN_MORE_BUTTON": "Contact Us",
		"COMPANY": {
			"TITLE": "Company",
			"ABOUT": "About Us",
			"CAREERS": "Careers",
			"PRESS": "Press",
			"BLOG": "Blog",
			"CONTACT": "Contact"
		},
		"PRODUCT": {
			"TITLE": "Product",
			"FEATURES": "Features",
			"PRICING": "Pricing",
			"SECURITY": "Security",
			"ENTERPRISE": "Enterprise",
			"API": "API"
		},
		"RESOURCES": {
			"TITLE": "Resources",
			"DOCUMENTATION": "Documentation",
			"GUIDES": "Guides",
			"WEBINARS": "Webinars",
			"CASE_STUDIES": "Case Studies",
			"HELP_CENTER": "Help Center"
		},
		"LEGAL": {
			"TITLE": "Legal",
			"TERMS": "Terms & Conditions",
			"PRIVACY": "Privacy Policy",
			"GDPR": "GDPR",
			"COOKIES": "Cookies Policy",
			"SECURITY_POLICY": "Security Policy"
		},
		"SOCIAL": {
			"TITLE": "Social Media",
			"FOLLOW_US": "Follow us on",
			"FACEBOOK": "Facebook",
			"LINKEDIN": "LinkedIn",
			"INSTAGRAM": "Instagram",
			"TWITTER": "Twitter"
		},
		"NEWSLETTER": {
			"TITLE": "Newsletter",
			"DESCRIPTION": "Subscribe for news and updates",
			"EMAIL_PLACEHOLDER": "Enter your email address",
			"SUBSCRIBE": "Subscribe",
			"SUCCESS": "You have successfully subscribed!",
			"ERROR": "An error occurred. Please try again."
		},
		"COPYRIGHT": "© 2024 Propero. All rights reserved."
	},
	"ERROR": {
		"404": {
			"TITLE": "Page Not Found",
			"DESCRIPTION": "Sorry, the page you are looking for does not exist.",
			"BACK_HOME": "Back to Homepage"
		},
		"500": {
			"TITLE": "Server Error",
			"DESCRIPTION": "Sorry, an error occurred on the server.",
			"TRY_AGAIN": "Try Again"
		},
		"403": {
			"TITLE": "Access Denied",
			"DESCRIPTION": "You do not have permission to access this page.",
			"CONTACT_ADMIN": "Contact Administrator"
		},
		"GENERAL": {
			"TITLE": "An Error Occurred",
			"DESCRIPTION": "Sorry, something went wrong.",
			"REFRESH": "Reload Page"
		}
	},
	"AUTH": {
		"LOGIN": {
			"TITLE": "Login",
			"SUBTITLE": "Welcome back! Please log in",
			"EMAIL": "Email",
			"PASSWORD": "Password",
			"REMEMBER_ME": "Remember Me",
			"FORGOT_PASSWORD": "Forgot your password?",
			"SUBMIT": "Login",
			"NO_ACCOUNT": "Don’t have an account?",
			"REGISTER": "Register",
			"ERROR": "Incorrect email or password",
			"SUCCESS": "Login successful",
			"SOCIAL": {
				"TITLE": "Or login with",
				"GOOGLE": "Google",
				"FACEBOOK": "Facebook",
				"APPLE": "Apple",
				"MICROSOFT": "Microsoft"
			},
			"VALIDATION": {
				"EMAIL_REQUIRED": "Email is required",
				"EMAIL_INVALID": "Email is not valid",
				"PASSWORD_REQUIRED": "Password is required",
				"PASSWORD_MIN": "Password must be at least 8 characters"
			}
		},
		"REGISTER": {
			"TITLE": "Register",
			"SUBTITLE": "Create a new account",
			"NAME": "Full Name",
			"EMAIL": "Email",
			"PASSWORD": "Password",
			"CONFIRM_PASSWORD": "Confirm Password",
			"AGREE_TERMS": "I agree to the Terms and Conditions",
			"SUBMIT": "Register",
			"HAVE_ACCOUNT": "Already have an account?",
			"LOGIN": "Login",
			"SUCCESS": "Account created successfully!",
			"ERROR": "An error occurred during registration"
		},
		"FORGOT_PASSWORD": {
			"TITLE": "Reset Password",
			"EMAIL": "Email",
			"SUBMIT": "Send Reset Link",
			"BACK_TO_LOGIN": "Back to Login",
			"SUCCESS": "Password reset email has been sent!",
			"ERROR": "Email not found"
		},
		"RESET_PASSWORD": {
			"TITLE": "Set New Password",
			"NEW_PASSWORD": "New Password",
			"CONFIRM_PASSWORD": "Confirm New Password",
			"SUBMIT": "Save Password",
			"SUCCESS": "Password changed successfully!",
			"ERROR": "The reset link is invalid or has expired"
		},
		"VALIDATION": {
			"REQUIRED": "This field is required",
			"EMAIL_INVALID": "Email address is not valid",
			"PASSWORD_MIN": "Password must be at least 8 characters",
			"PASSWORD_MATCH": "Passwords do not match",
			"TERMS_REQUIRED": "You must accept the terms and conditions"
		}
	},
	"PROFILE": {
		"TITLE": "Profilul meu",
		"SUBTITLE": "Gestionați informațiile contului dvs.",
		"PERSONAL_INFO": {
			"TITLE": "Informații personale",
			"NAME": "Nume complet",
			"EMAIL": "Adresă de email",
			"PHONE": "Număr de telefon",
			"ADDRESS": "Adresă",
			"EDIT": "Editează informațiile"
		},
		"SECURITY": {
			"TITLE": "Securitate",
			"PASSWORD": "Parolă",
			"CHANGE_PASSWORD": "Schimbă parola",
			"TWO_FACTOR": "Autentificare cu doi factori",
			"ENABLE_2FA": "Activează 2FA",
			"DISABLE_2FA": "Dezactivează 2FA"
		},
		"PREFERENCES": {
			"TITLE": "Preferințe",
			"LANGUAGE": "Limbă",
			"TIMEZONE": "Fus orar",
			"NOTIFICATIONS": "Notificări",
			"EMAIL_NOTIFICATIONS": "Notificări prin email",
			"SMS_NOTIFICATIONS": "Notificări prin SMS",
			"PUSH_NOTIFICATIONS": "Notificări push"
		},
		"ACTIONS": {
			"SAVE": "Salvează modificările",
			"CANCEL": "Anulează",
			"DELETE_ACCOUNT": "Șterge contul",
			"CONFIRM_DELETE": "Sigur doriți să ștergeți contul? Această acțiune este ireversibilă."
		},
		"MESSAGES": {
			"UPDATE_SUCCESS": "Profil actualizat cu succes.",
			"UPDATE_ERROR": "A apărut o eroare la actualizarea profilului.",
			"PASSWORD_CHANGED": "Parola a fost schimbată cu succes.",
			"PASSWORD_CHANGE_ERROR": "Eroare la schimbarea parolei.",
			"ACCOUNT_DELETED": "Contul a fost șters cu succes.",
			"ACCOUNT_DELETE_ERROR": "Eroare la ștergerea contului."
		},
		"VALIDATION": {
			"NAME_REQUIRED": "Numele este obligatoriu.",
			"EMAIL_REQUIRED": "Email-ul este obligatoriu.",
			"EMAIL_INVALID": "Email-ul nu este valid.",
			"PHONE_INVALID": "Numărul de telefon nu este valid.",
			"PASSWORD_REQUIRED": "Parola este obligatorie.",
			"PASSWORD_MIN": "Parola trebuie să aibă cel puțin 8 caractere.",
			"PASSWORD_CONFIRM": "Parolele nu coincid."
		}
	},
	"NOTIFICATIONS": {
		"SUCCESS": {
			"TITLE": "Success!",
			"SAVED": "Changes have been saved",
			"DELETED": "Item has been deleted",
			"UPDATED": "Update successful"
		},
		"ERROR": {
			"TITLE": "Error!",
			"GENERAL": "An error occurred",
			"SAVE_FAILED": "Saving failed",
			"DELETE_FAILED": "Deletion failed",
			"UPDATE_FAILED": "Update failed"
		},
		"WARNING": {
			"TITLE": "Warning!",
			"CONFIRM_DELETE": "Are you sure you want to delete?",
			"UNSAVED_CHANGES": "You have unsaved changes"
		},
		"INFO": {
			"TITLE": "Information",
			"LOADING": "Loading...",
			"NO_RESULTS": "No results found",
			"SESSION_EXPIRED": "Session has expired"
		},
		"TITLE": "Notifications",
		"MARK_ALL_READ": "Mark all as read",
		"CLEAR_ALL": "Clear all",
		"NO_NOTIFICATIONS": "You have no new notifications",
		"SHOW_MORE": "Show more",
		"LOADING": "Loading notifications...",
		"TYPES": {
			"ALL": "All notifications",
			"UNREAD": "Unread",
			"READ": "Read",
			"SYSTEM": "System",
			"PROPERTY": "Properties",
			"TENANT": "Tenants",
			"MAINTENANCE": "Maintenance",
			"PAYMENT": "Payments",
			"DOCUMENT": "Documents"
		},
		"FILTERS": {
			"TITLE": "Filter notifications",
			"TYPE": "Type",
			"DATE": "Date",
			"PRIORITY": "Priority",
			"STATUS": "Status",
			"APPLY": "Apply filters",
			"CLEAR": "Clear filters"
		},
		"PRIORITY": {
			"LOW": "Low priority",
			"MEDIUM": "Medium priority",
			"HIGH": "High priority",
			"URGENT": "Urgent"
		},
		"STATUS": {
			"NEW": "New",
			"READ": "Read",
			"ARCHIVED": "Archived",
			"DELETED": "Deleted"
		},
		"ACTIONS": {
			"MARK_READ": "Mark as read",
			"MARK_UNREAD": "Mark as unread",
			"ARCHIVE": "Archive",
			"DELETE": "Delete",
			"RESTORE": "Restore",
			"VIEW": "View details"
		},
		"MESSAGES": {
			"PROPERTY": {
				"NEW": "New property added",
				"UPDATED": "Property updated",
				"DELETED": "Property deleted",
				"MAINTENANCE": "New maintenance request",
				"INSPECTION": "Inspection scheduled"
			},
			"TENANT": {
				"NEW": "New tenant added",
				"UPDATED": "Tenant information updated",
				"DELETED": "Tenant deleted",
				"PAYMENT_DUE": "Payment due",
				"PAYMENT_RECEIVED": "Payment received",
				"PAYMENT_LATE": "Late payment",
				"CONTRACT_EXPIRING": "Contract expiring",
				"CONTRACT_RENEWED": "Contract renewed"
			},
			"MAINTENANCE": {
				"NEW_REQUEST": "New maintenance request",
				"STATUS_UPDATED": "Maintenance status updated",
				"COMPLETED": "Maintenance completed",
				"SCHEDULED": "Maintenance scheduled",
				"CANCELLED": "Maintenance cancelled"
			},
			"DOCUMENT": {
				"NEW": "New document added",
				"UPDATED": "Document updated",
				"DELETED": "Document deleted",
				"SHARED": "Document shared",
				"EXPIRED": "Document expired"
			},
			"SYSTEM": {
				"UPDATE": "System update available",
				"MAINTENANCE": "Scheduled system maintenance",
				"SECURITY": "Security alert",
				"BACKUP": "Backup completed",
				"ERROR": "System error"
			}
		},
		"SETTINGS": {
			"TITLE": "Notification settings",
			"EMAIL": {
				"TITLE": "Email notifications",
				"ENABLED": "Enabled",
				"DISABLED": "Disabled",
				"FREQUENCY": {
					"TITLE": "Frequency",
					"INSTANT": "Instant",
					"DAILY": "Daily",
					"WEEKLY": "Weekly"
				}
			},
			"PUSH": {
				"TITLE": "Push notifications",
				"ENABLED": "Enabled",
				"DISABLED": "Disabled",
				"BROWSER": "Browser",
				"MOBILE": "Mobile"
			},
			"SMS": {
				"TITLE": "SMS notifications",
				"ENABLED": "Enabled",
				"DISABLED": "Disabled",
				"URGENT_ONLY": "Urgent only"
			},
			"CATEGORIES": {
				"TITLE": "Categories",
				"PROPERTY": "Properties",
				"TENANT": "Tenants",
				"MAINTENANCE": "Maintenance",
				"PAYMENT": "Payments",
				"DOCUMENT": "Documents",
				"SYSTEM": "System"
			}
		}
	},
	"COMMON": {
		"ACTIONS": {
			"ADD": "Add",
			"EDIT": "Edit",
			"DELETE": "Delete",
			"SAVE": "Save",
			"CANCEL": "Cancel",
			"CONFIRM": "Confirm",
			"BACK": "Back",
			"NEXT": "Next",
			"PREVIOUS": "Previous",
			"SEARCH": "Search",
			"FILTER": "Filter",
			"CLEAR": "Clear filters",
			"REFRESH": "Refresh",
			"DOWNLOAD": "Download",
			"UPLOAD": "Upload",
			"PRINT": "Print",
			"CLOSE": "Close",
			"VIEW": "View",
			"COPY": "Copy",
			"PASTE": "Paste",
			"CUT": "Cut",
			"UNDO": "Undo",
			"REDO": "Redo",
			"SELECT_ALL": "Select all",
			"DESELECT_ALL": "Deselect all",
			"EXPORT": "Export",
			"IMPORT": "Import",
			"SHARE": "Share",
			"ARCHIVE": "Archive",
			"RESTORE": "Restore",
			"MOVE": "Move",
			"SORT": "Sort",
			"APPLY": "Apply",
			"RESET": "Reset"
		},
		"STATUS": {
			"ACTIVE": "Active",
			"INACTIVE": "Inactive",
			"PENDING": "Pending",
			"COMPLETED": "Completed",
			"FAILED": "Failed",
			"EXPIRED": "Expired",
			"DRAFT": "Draft",
			"PUBLISHED": "Published",
			"ARCHIVED": "Archived",
			"DELETED": "Deleted",
			"PROCESSING": "Processing",
			"ON_HOLD": "On hold",
			"CANCELLED": "Cancelled",
			"APPROVED": "Approved",
			"REJECTED": "Rejected"
		},
		"LABELS": {
			"NAME": "Name",
			"EMAIL": "Email",
			"PHONE": "Phone",
			"ADDRESS": "Address",
			"DATE": "Date",
			"TIME": "Time",
			"DESCRIPTION": "Description",
			"DETAILS": "Details",
			"NOTES": "Notes",
			"TYPE": "Type",
			"CATEGORY": "Category",
			"STATUS": "Status",
			"PRIORITY": "Priority",
			"TAGS": "Tags",
			"COMMENTS": "Comments",
			"ATTACHMENTS": "Attachments",
			"CREATED_AT": "Created at",
			"UPDATED_AT": "Updated at",
			"CREATED_BY": "Created by",
			"UPDATED_BY": "Updated by",
			"VERSION": "Version",
			"SIZE": "Size",
			"FORMAT": "Format",
			"LANGUAGE": "Language",
			"CURRENCY": "Currency",
			"AMOUNT": "Amount",
			"QUANTITY": "Quantity",
			"TOTAL": "Total",
			"SUBTOTAL": "Subtotal",
			"TAX": "VAT",
			"DISCOUNT": "Discount",
			"PRICE": "Price",
			"DARK_MODE": "Dark mode",
			"USER_MENU": "User menu"
		},
		"SIDEBAR": {
			"DASHBOARD": "Dashboard",
			"PROPERTIES": "Properties",
			"TENANTS": "Tenants",
			"DOCUMENTS": "Documents",
			"MAINTENANCE": "Maintenance",
			"REPORTS": "Reports",
			"SETTINGS": "Settings",
			"COLLAPSE": "Collapse menu",
			"EXPAND": "Expand menu",
			"QUICK_ACTIONS": "Quick actions",
			"FAVORITES": "Favorites"
		},
		"NAVIGATION": {
			"BREADCRUMBS": {
				"HOME": "Home",
				"BACK": "Back",
				"CURRENT": "Current page"
			},
			"PAGINATION": {
				"PREVIOUS": "Previous",
				"NEXT": "Next",
				"OF": "of",
				"ITEMS_PER_PAGE": "Items per page",
				"FIRST": "First page",
				"LAST": "Last page",
				"PAGE": "Page",
				"TOTAL": "Total"
			},
			"TABS": {
				"OVERVIEW": "Overview",
				"DETAILS": "Details",
				"HISTORY": "History",
				"SETTINGS": "Settings"
			}
		},
		"SEARCH": {
			"PLACEHOLDER": "Search...",
			"NO_RESULTS": "No results found",
			"RESULTS": "results found",
			"ADVANCED": "Advanced search",
			"FILTERS": "Filters",
			"CLEAR": "Clear filters",
			"CATEGORIES": "Categories",
			"SORT": "Sort",
			"RECENT": "Recent searches"
		},
		"FORMS": {
			"REQUIRED": "Required field",
			"INVALID": "Invalid value",
			"SUBMIT": "Submit",
			"CANCEL": "Cancel",
			"SAVE": "Save",
			"EDIT": "Edit",
			"DELETE": "Delete",
			"CONFIRM": "Confirm",
			"LOADING": "Loading...",
			"ERROR": "An error occurred",
			"SUCCESS": "Operation successful",
			"VALIDATION": {
				"REQUIRED": "This field is required",
				"EMAIL": "Invalid email address",
				"MIN_LENGTH": "Minimum {0} characters",
				"MAX_LENGTH": "Maximum {0} characters",
				"PATTERN": "Invalid format",
				"MATCH": "Fields do not match"
			}
		},
		"MODALS": {
			"CLOSE": "Close",
			"CONFIRM": {
				"TITLE": "Confirmation",
				"YES": "Yes",
				"NO": "No",
				"CANCEL": "Cancel",
				"PROCEED": "Proceed"
			},
			"DELETE": {
				"TITLE": "Delete confirmation",
				"MESSAGE": "Are you sure you want to delete?",
				"CONFIRM": "Yes, delete",
				"CANCEL": "No, cancel"
			}
		},
		"NOTIFICATIONS": {
			"SUCCESS": {
				"TITLE": "Success",
				"SAVE": "Changes have been saved",
				"DELETE": "Item has been deleted",
				"UPDATE": "Update successful"
			},
			"ERROR": {
				"TITLE": "Error",
				"GENERAL": "An error occurred",
				"SAVE": "Error saving",
				"DELETE": "Error deleting",
				"UPDATE": "Error updating"
			},
			"WARNING": {
				"TITLE": "Warning",
				"UNSAVED": "You have unsaved changes"
			},
			"INFO": {
				"TITLE": "Information",
				"SESSION_EXPIRED": "Session has expired"
			}
		},
		"TOOLTIPS": {
			"MORE_INFO": "More information",
			"CLICK_TO_EDIT": "Click to edit",
			"DRAG_TO_REORDER": "Drag to reorder",
			"REQUIRED_FIELD": "Required field",
			"COPY_TO_CLIPBOARD": "Copy to clipboard"
		},
		"PLACEHOLDERS": {
			"SELECT": "Select...",
			"SEARCH": "Search...",
			"DATE": "Select date",
			"TIME": "Select time",
			"UPLOAD": "Upload file"
		},
		"DATA_DISPLAY": {
			"TABLE": {
				"NO_DATA": "No data available",
				"LOADING": "Loading data...",
				"SEARCH": "Search table",
				"FILTER": "Filter",
				"SORT": "Sort",
				"ROWS_PER_PAGE": "Rows per page",
				"SELECTED": "selected",
				"ACTIONS": "Actions",
				"EXPORT": "Export",
				"COLUMNS": "Columns"
			},
			"CARDS": {
				"NO_DATA": "No cards available",
				"LOADING": "Loading...",
				"VIEW_MORE": "View more",
				"COLLAPSE": "Collapse",
				"EXPAND": "Expand"
			},
			"LISTS": {
				"NO_DATA": "The list is empty",
				"LOADING": "Loading list...",
				"LOAD_MORE": "Load more",
				"END_OF_LIST": "End of list"
			},
			"CHARTS": {
				"NO_DATA": "No chart data available",
				"LOADING": "Generating chart...",
				"ZOOM": "Zoom",
				"RESET": "Reset",
				"DOWNLOAD": "Download"
			}
		},
		"INPUTS": {
			"TEXT": {
				"PLACEHOLDER": "Enter text",
				"CLEAR": "Clear"
			},
			"SELECT": {
				"PLACEHOLDER": "Select an option",
				"NO_OPTIONS": "No options available",
				"LOADING": "Loading options...",
				"SEARCH": "Search options"
			},
			"DATE": {
				"PLACEHOLDER": "Select date",
				"FORMAT": "DD/MM/YYYY",
				"CLEAR": "Clear date",
				"TODAY": "Today",
				"CALENDAR": "Calendar"
			},
			"FILE": {
				"DRAG_DROP": "Drag files here or",
				"BROWSE": "Browse",
				"MAX_SIZE": "Maximum size: {0}MB",
				"UPLOADING": "Uploading...",
				"ERROR": "Upload error",
				"SUCCESS": "Upload successful"
			}
		},
		"ACTIONS": {
			"BUTTONS": {
				"SUBMIT": "Submit",
				"CANCEL": "Cancel",
				"SAVE": "Save",
				"DELETE": "Delete",
				"EDIT": "Edit",
				"ADD": "Add",
				"REMOVE": "Remove",
				"CLOSE": "Close",
				"BACK": "Back",
				"NEXT": "Next",
				"CONFIRM": "Confirm",
				"APPLY": "Apply",
				"RESET": "Reset",
				"SEARCH": "Search",
				"FILTER": "Filter",
				"CLEAR": "Clear",
				"REFRESH": "Refresh",
				"EXPORT": "Export",
				"IMPORT": "Import",
				"DOWNLOAD": "Download",
				"UPLOAD": "Upload",
				"PRINT": "Print",
				"SHARE": "Share"
			},
			"LINKS": {
				"VIEW": "View",
				"EDIT": "Edit",
				"DELETE": "Delete",
				"MORE": "More",
				"DETAILS": "Details",
				"HELP": "Help"
			}
		},
		"FEEDBACK": {
			"LOADING": {
				"DEFAULT": "Loading...",
				"SAVING": "Saving...",
				"SUBMITTING": "Submitting...",
				"PROCESSING": "Processing...",
				"GENERATING": "Generating...",
				"UPLOADING": "Uploading...",
				"DOWNLOADING": "Downloading..."
			},
			"SUCCESS": {
				"DEFAULT": "Operation successful",
				"SAVED": "Successfully saved",
				"UPDATED": "Successfully updated",
				"DELETED": "Successfully deleted",
				"UPLOADED": "Successfully uploaded",
				"DOWNLOADED": "Successfully downloaded"
			},
			"ERROR": {
				"DEFAULT": "An error occurred",
				"NETWORK": "Connection error",
				"VALIDATION": "Validation error",
				"PERMISSION": "You do not have permission",
				"NOT_FOUND": "Not found",
				"SERVER": "Server error"
			}
		},
		"TIME": {
			"NOW": "Now",
			"TODAY": "Today",
			"YESTERDAY": "Yesterday",
			"TOMORROW": "Tomorrow",
			"THIS_WEEK": "This week",
			"LAST_WEEK": "Last week",
			"NEXT_WEEK": "Next week",
			"THIS_MONTH": "This month",
			"LAST_MONTH": "Last month",
			"NEXT_MONTH": "Next month",
			"THIS_YEAR": "This year",
			"LAST_YEAR": "Last year",
			"NEXT_YEAR": "Next year",
			"MINUTES_AGO": "{0} minutes ago",
			"HOURS_AGO": "{0} hours ago",
			"DAYS_AGO": "{0} days ago",
			"WEEKS_AGO": "{0} weeks ago",
			"MONTHS_AGO": "{0} months ago",
			"YEARS_AGO": "{0} years ago"
		},
		"UNITS": {
			"CURRENCY": {
				"EUR": "Euro",
				"USD": "US Dollar",
				"RON": "Romanian Leu",
				"GBP": "British Pound"
			},
			"SIZE": {
				"BYTE": "Byte",
				"KB": "KB",
				"MB": "MB",
				"GB": "GB",
				"TB": "TB"
			},
			"TIME": {
				"SECOND": "Second",
				"MINUTE": "Minute",
				"HOUR": "Hour",
				"DAY": "Day",
				"WEEK": "Week",
				"MONTH": "Month",
				"YEAR": "Year"
			},
			"DISTANCE": {
				"METER": "Meter",
				"KILOMETER": "Kilometer",
				"MILE": "Mile"
			},
			"AREA": {
				"SQUARE_METER": "Square meter",
				"HECTARE": "Hectare",
				"ACRE": "Acre"
			}
		},
		"MESSAGES": {
			"LOADING": "Loading...",
			"SAVING": "Saving...",
			"PROCESSING": "Processing...",
			"UPLOADING": "Uploading...",
			"DOWNLOADING": "Downloading...",
			"NO_DATA": "No data available",
			"NO_RESULTS": "No results found",
			"CONFIRM_DELETE": "Are you sure you want to delete?",
			"CONFIRM_CANCEL": "Are you sure you want to cancel?",
			"UNSAVED_CHANGES": "You have unsaved changes",
			"VALIDATION_ERROR": "Please correct the validation errors",
			"REQUIRED_FIELDS": "Please fill in all required fields",
			"SUCCESS_SAVE": "Successfully saved",
			"SUCCESS_DELETE": "Successfully deleted",
			"SUCCESS_UPDATE": "Successfully updated",
			"ERROR_GENERAL": "An error occurred",
			"ERROR_SAVE": "Error saving",
			"ERROR_DELETE": "Error deleting",
			"ERROR_UPDATE": "Error updating",
			"ERROR_NETWORK": "Connection error",
			"ERROR_SERVER": "Server error",
			"ERROR_VALIDATION": "Validation error",
			"ERROR_PERMISSION": "You do not have the required permission"
		}
	},
	"LEGAL": {
		"PRIVACY_POLICY": {
			"TITLE": "Privacy Policy",
			"LAST_UPDATED": "March 20, 2024",
			"OVERVIEW": {
				"TITLE": "Overview",
				"CONTENT": "This privacy policy describes how we collect, use, and protect your personal information when you use our services."
			},
			"INFORMATION": {
				"TITLE": "Information We Collect",
				"COLLECTED": {
					"TITLE": "Collected Data",
					"PERSONAL": "Personal information such as name, email address, phone number, and postal address",
					"USAGE": "Information about how you use our services, including interactions with the platform",
					"COOKIES": "Information collected through cookies and similar technologies",
					"TECHNICAL": "Technical data such as IP address, browser type, device used, and system settings"
				}
			},
			"USE": {
				"TITLE": "How We Use Your Information",
				"CONTENT": "We use the information collected to provide you with the best services and to constantly improve your experience",
				"SERVICE": "To provide and maintain our services, including customer support",
				"COMMUNICATION": "To communicate with you about services, updates, and important information",
				"IMPROVEMENT": "To improve and personalize our services based on user preferences",
				"LEGAL": "To comply with legal obligations and protect our legal rights"
			},
			"SHARING": {
				"TITLE": "Information Sharing",
				"CONTENT": "We protect the confidentiality of your data and only share it under specific circumstances and with appropriate safeguards",
				"SERVICE_PROVIDERS": "With service providers who help us operate, deliver, and improve our services",
				"BUSINESS_TRANSFER": "In the event of a merger, acquisition, or asset sale, with confidentiality obligations in place",
				"LEGAL_REQUIREMENTS": "When legally required or to protect our rights and the safety of users"
			},
			"SECURITY": {
				"TITLE": "Data Security",
				"CONTENT": "We implement appropriate technical and organizational measures to protect your data from unauthorized access, alteration, disclosure, or destruction"
			},
			"RIGHTS": {
				"TITLE": "Your Rights",
				"ACCESS": "The right to access the personal data we hold about you",
				"RECTIFICATION": "The right to request the correction of inaccurate or incomplete data",
				"ERASURE": "The right to request the deletion of your personal data ('right to be forgotten')",
				"RESTRICTION": "The right to restrict the processing of your personal data",
				"PORTABILITY": "The right to receive your data in a structured format and transmit it to another controller",
				"OBJECT": "The right to object to the processing of your personal data"
			},
			"CONTACT": {
				"TITLE": "Privacy Contact",
				"CONTENT": "For any questions or concerns regarding your data privacy, you can contact us:",
				"DPO": "dpo@propero.io",
				"PHONE": "+40 743 366 266",
				"ADDRESS": "Bucharest, Romania"
			}
		}
	},
	"ABOUT_US": {
		"HERO": {
			"TITLE": "About Propero",
			"SUBTITLE": "We are transforming how you manage real estate properties",
			"CTA": "Contact us"
		},
		"STORY": {
			"TITLE": "Our Journey",
			"INTRO": "Propero was born from the desire to simplify a complicated field. From the first line of code to a stable and scalable platform, we’ve grown steadily, alongside visionary users.",
			"CONTENT": "We focused on stability, security, and essential functionalities. Today, we’re ready to take the platform to the next level: automation, scaling, and expansion. Propero is not just a product—it’s a foundation for the future of real estate.",
			"TIMELINE": {
				"2020": {
					"TITLE": "Foundation",
					"DESCRIPTION": "We started developing the platform with a focus on simplicity, performance, and clear functionalities."
				},
				"2021": {
					"TITLE": "Validation",
					"DESCRIPTION": "We tested the market, listened to early users, and continuously refined the platform architecture."
				},
				"2022": {
					"TITLE": "Refinement",
					"DESCRIPTION": "We optimized processes, introduced critical modules, and improved the interface based on real feedback."
				},
				"2023": {
					"TITLE": "Stability",
					"DESCRIPTION": "We strengthened security, multi-role support, and cloud infrastructure for scalability."
				},
				"2024": {
					"TITLE": "Ready for Scaling",
					"DESCRIPTION": "White-labeling, advanced analytics, multi-client support—all components are in place."
				},
				"2025": {
					"TITLE": "Launch on the Scene",
					"DESCRIPTION": "The official start of the scaling strategy and active expansion in the national real estate market."
				},
				"2026": {
					"TITLE": "Expansion & Automation",
					"DESCRIPTION": "Tax automations, AI integration, onboarding external partners—Propero becomes an ecosystem."
				}
			}
		},
		"MISSION": {
			"TITLE": "Our Mission",
			"SUBTITLE": "To make property management simpler and more efficient",
			"CONTENT": "We are committed to providing innovative solutions that transform the way properties are managed in Romania. Through technology and expertise, we help our clients grow their businesses.",
			"VALUES": {
				"TITLE": "Our Values",
				"INNOVATION": "Continuous innovation in technology and services",
				"QUALITY": "High quality in every aspect",
				"INTEGRITY": "Integrity and transparency in all interactions",
				"CUSTOMER_FOCUS": "Customer-centric approach focused on needs and satisfaction"
			}
		},
		"TEAM": {
			"TITLE": "Our Team",
			"MEMBER1": {
				"NAME": "Alexandru Popescu",
				"POSITION": "CEO & Founder",
				"DESCRIPTION": "With over 15 years of experience in the real estate industry"
			},
			"MEMBER2": {
				"NAME": "Maria Ionescu",
				"POSITION": "CTO",
				"DESCRIPTION": "Expert in software development and technological innovation"
			},
			"MEMBER3": {
				"NAME": "Cristian Dumitrescu",
				"POSITION": "Operations Director",
				"DESCRIPTION": "Specialist in process optimization and efficient management"
			}
		},
		"CONTACT": {
			"TITLE": "Contact Us",
			"FORM": {
				"NAME": "Full Name",
				"EMAIL": "Email Address",
				"MESSAGE": "Message",
				"SUBMIT": "Send Message"
			},
			"INFO": {
				"TITLE": "Contact Information",
				"PHONE": "+40 743 366 266",
				"EMAIL": "contact@propero.io"
			}
		}
	},
	"COMPANY": {
		"CONTACT_MAIN_NAME": "Propero",
		"CONTACT_MAIN_ADDRESS": "București, România",
		"CONTACT_MAIN_PHONE": "+40 743 366 266",
		"CONTACT_MAIN_EMAIL": "contact@propero.io"
	}
}